Repository: braiins/insights-i18n
Catalog: */frontend.po
Languages: es, fa

# UI
source: Show All
es: Mostrar Todo
fa: نمایش همه

# UI
source: Failed to load flows data!
es: ¡No se pudo cargar datos de flujos!
fa: داده های جریان بارگیری نشد!

# UI
source: Invalid data for: $keys!
es: ¡Datos no válidos para: $keys!
fa: داده های نامعتبر برای: $keys!

# UI
source: Failed to load data for Flows!
es: ¡No se pudo cargar datos para Flujos!
fa: داده ها برای جریان بارگیری نشد!

# UI
source: Failed to load holdings data!
es: ¡No se pudo cargar datos de tenencias!
fa: داده های دارایی بارگیری نشد!

# UI
source: To give you an example of how this tool can be used, we’ll compare a stock Antminer S9 with a custom S9 running Braiins OS+‎ autotuning firmware.
es: Para darle un ejemplo de como puede usar esta herramienta, vamos a comparar una Antminer S9 de serie con una S9 personalizada corriendo el firmware con autoajuste Braiins OS+.
fa: با یک مثال به شما چگونگی استفاده از این ابزار را نشان می دهیم، ما یک دستگاه Antminer S9 با فریم‌ور کارخانه را با یک S9 سفارشی با فریم‌ور +‌Braiins OS با قابلیت اتوتونینگ مقایسه خواهیم کرد.

# UI
source: Antminer S9 with stock firmware compared to an S9 with Braiins OS+‎
es: Antminer S9 con firmware de serie comparado a una S9 con Braiins OS+
fa: دستگاه Antminer S9 با فریم‌ور کارخانه در مقایسه با یک S9 با فریم‌ور +Braiins OS

# UI
source: Blog
fa: بلاگ

# UI
source: Invalid state of inputs!
es: ¡Estado de entradas no válido!
fa: وضعیت نامعتبر ورودی ها!

# UI
source: Start date cannot be in the future!
es: ¡La fecha de inicio no puede ser en el futuro!
fa: تاریخ شروع نمی تواند در آینده باشد!

# UI
source: End date cannot be before start date!
es: ¡La fecha de fin no puede ser anterior a la fecha de inicio!
fa: تاریخ پایان نمی تواند قبل از تاریخ شروع باشد!

# UI
source: End Date
es: Fecha de finalización
fa: تاریخ پایان

# UI
source: Submit
es: Enviar
fa: ارسال

# UI
source: Start Date
es: Fecha de inicio
fa: تاریخ شروع

# UI
source: Historical / Mixed
es: Histórico / Mixto
fa: تاریخی / مختلط

# UI
source: Length
es: Longitud
fa: مدت

# UI
source: Value between 6 and 60 is required!
es: ¡Se requiere un valor entre 6 y 60!
fa: مقدار بین ۶ تا ۶۰ مورد نیاز است!

# UI
source: Months
es: Meses
fa: ماه ها

# UI
source: Future Projection {count, plural, one {# month} other {# months}}
es: Proyección de futuro {cuenta, plural, un {# month} otro {# months}}
fa: طرح آینده {تعداد، جمع، یک {# ماه} دیگر {# ماه ها}}

# UI
source: Historical data for BTC price, network difficulty, block subsidy and transaction fees are retrieved automatically from the database.{br}<a>Read user guide</a>
es: Los datos históricos del precio de BTC, la dificultad de la red, el subsidio por bloque y las tarifas de transacción se recuperan automáticamente de la base de datos.{br}<a>Leer la guía del usuario</a>
fa: داده های تاریخی قیمت بیت کوین، سختی شبکه، یارانه بلوک و کارمزد تراکنش به طور خودکار از پایگاه داده بازیابی می شود.{br}<a>راهنمای کاربر را بخوانید</a>

# UI
source: Mixed Projection {range}
es: Proyección mixta {range}
fa: طرح مخلوط {محدوده}

# UI
source: Cannot calculate data without missing inputs!
es: ¡No se pueden calcular los datos sin las entradas que faltan!
fa: نمی توان داده ها را بدون ورودی های از دست رفته محاسبه کرد!

# UI
source: Stock Firmware
es: Firmware de serie
fa: فریم‌ور کارخانه

# UI
source: Braiins OS+‎ Overclocking
fa: اورکلاک Braiins OS+‎

# UI
source: Braiins OS+‎ High Efficiency
es: Braiins OS+ Alta Eficiencia
fa: Braiins OS + بهره وری بالا

# UI
source: Hashrate and Mining Economics Charts
es: Gráficas de Tasa de hash y Economía Minera
fa: نمودارهای اقتصاد نرخ هش و ماینینگ

# UI
source: Bitcoin Mining Pools Hashrate Distribution
es: Distribución de la tasa de hash de los pools de minería Bitcoin
fa: توزیع نرخ هش استخرهای ماینینگ بیت کوین

# UI
source: Hashrate Distribution
es: Distribución Tasa de hash
fa: توزیع نرخ هش

# UI
source: Hashrate (EH/s)
es: Tasa de hash (EH/s)
fa: نرخ هش (EH/s)

# UI
source: Hashvalue (SAT/TH/day)
es: Valor hash (SAT/TH/día)
fa: مقدار هش (SAT/TH/روز)

# UI
source: Hashvalue
es: Valor hash
fa: مقدار هش

# UI
source: Hashprice ($/TH/day)
es: Precio hash ($/TH/día)
fa: قیمت هش ($/TH/روز)

# UI
source: Hashprice
es: Precio hash
fa: قیمت هش

# UI
source: Tx Fees % of Block Reward (%)
es: Tasas de Tx % de Recompensa por Bloque (%)
fa: نرخ Tx ٪ از پاداش بلوک (٪)

# UI
source: Avg. Tx Fees per Block (BTC)
es: Tasas promedio de Tx por Bloque (BTC)
fa: میانگین نرخ Tx در هر بلوک (BTC)

# UI
source: Tx Fees per Block (BTC)
es: Tasas de Tx por Bloque (BTC)
fa: نرخ های Tx در هر بلوک (BTC)

# UI
source: Daily Mining Revenue (USD million)
es: Ingresos Mineros Diarios (millones de USD)
fa: درآمد روزانه ماینینگ (میلیون دلار آمریکا)

# UI
source: Daily Mining Revenue (USD)
es: Ingresos Diarios de Minería (USD)
fa: درآمد روزانه ماینینگ (دلار آمریکا)

# UI
source: Hashrate & Difficulty
es: Tasa de hash y Dificultad
fa: نرخ هش و سختی

# UI
source: Hashvalue & Hashprice
es: Valor hash y Precio hash
fa: ارزش هش و قیمت هش

# UI
source: Transaction Fees
es: Tasas de Transacción
fa: کارمزد تراکنش

# UI
source: Daily Mining Revenue
es: Ingresos Diarios de Minería
fa: درآمد روزانه ماینینگ

# UI
source: Close All
es: Cerrar Todo
fa: بستن همه

# UI
source: Blocks this Epoch
es: Bloques esta Época
fa: بلوک‌های این دوره

# UI
source: Switch to Fullscreen
es: Cambiar a Pantalla completa
fa: تغییر به تمام صفحه

# UI
source: Hashrate Stats
es: Estadísticas de Tasa de hash
fa: آمار نرخ هش

# UI
source: Hashvalue <nobr>(SAT/TH/Day)</nobr>
es: Valor hash <nobr>(SAT/TH/Día)</nobr>
fa: ارزش هش <nobr>(SAT/TH/روز)</nobr>

# UI
source: Hashprice <nobr>($/TH/Day)</nobr>
es: Precio hash <nobr>($/TH/Día)</nobr>
fa: قیمت هش <nobr>($/TH/روز)</nobr>

# UI
source: Bitcoin Miner Flows: 1-hop
es: Flujos Mineros de Bitcoin: 1 salto
fa: جریان ماینر بیت کوین: ۱-پرش

# UI
source: Bitcoin Miner Flows: 0-hop (Pools)
es: Flujos Mineros de Bitcoin: 0-saltos (Pools)
fa: جریان ماینر بیت کوین: ۰-پرش (Pools)

# UI
source: Bitcoin Miner Flows: 30-day MRI
es: Flujos mineros de Bitcoin: IRM 30 días
fa: جریان ماینر بیت کوین: MRI 30 روزه

# UI
source: Miner Holdings: Absolute values
es: Activos de Minería: Valores Absolutos
fa: دارایی های ماینر: ارزش های مطلق

# UI
source: Reported <nobr>Hashrate</nobr>
es: <nobr>Tasa de Hash</nobr> reportada
fa: <nobr>نرخ هش</nobr> گزارش شده

# UI
source: Hashrate reported by pools in real-time via APIs. This should more accurately reflect pools’ actual hashrate as it won't be impacted by the typical short-term variance in block finds (i.e. pool "luck"). However, it is possible for pools to misreport their hashrate.
es: Tasa de hash reportada por los pools en tiempo real a través de las APIs. Esto debería reflejar con mayor precisión la tasa de hash actual de los pools, ya que no se verá afectado por la típica variación a corto plazo en los hallazgos de bloques (es decir, la "suerte" del pool). Sin embargo, es posible que los pools informen mal de su tasa de hash.
fa: نرخ هش گزارش شده توسط استخرها در زمان واقعی از طریق APIها. این باید با دقت بیشتری هش‌ریت واقعی استخرها را منعکس کند زیرا تحت تأثیر واریانس کوتاه‌مدت معمول در یافته‌های بلوک (یعنی استخر «شانس») قرار نمی‌گیرد. با این حال، ممکن است استخرها به اشتباه میزان هش خود را گزارش کنند.

# UI
source: Estimated <nobr>Hashrate</nobr>
es: <nobr>Tasa de hash</nobr> estimada
fa: <nobr> نرخ هش </nobr> برآوردشده

# UI
source: Calculated based on the amount of blocks each pool has found. While this can be somewhat inaccurate over short time periods due to luck, it doesn’t require trusting the pool operators.
es: Se calcula en base a la cantidad de bloques que ha encontrado cada pool. Aunque esto puede ser algo inexacto en periodos cortos de tiempo debido a la suerte, no requiere confiar en los operadores de los pool.
fa: بر اساس میزان بلوک هایی که هر استخر پیدا کرده است محاسبه می شود. در حالی که این ممکن است در دوره های زمانی کوتاه به دلیل شانس تا حدودی نادرست باشد، نیازی به اعتماد به اپراتورهای استخر ندارد.

# UI
source: <strong>Pool & other fees</strong> (e.g. firmware devfees, revenue splits, etc.; taken as a % of revenue)
es: <strong>Pool y otras tasas</strong> (ej: tasas de firmware, reparto de ganancia, etc.; tomado como un % de la ganancia)
fa: <strong> استخر و هزینه های دیگر </strong> (به عنوان مثال هزینه توسعه فریم‌ور، تقسیم درآمد و غیره؛ به عنوان درصدی از درآمد دریافت می شود

# UI
source: Include always-live data for difficulty and BTC price
es: Incluir siempre datos en vivo de dificultad y precio BTC
fa: برای سختی و قیمت بیت کوین همیشه داده های زنده را در بر بگیرید

# UI
source: Share Your Custom Mining Profitability Analysis
es: Comparta Su Análisis de Rentabilidad de Minería Personalizado
fa: تجزیه و تحلیل سودآوری ماینینگ سفارشی خود را به اشتراک بگذارید

# UI
source: The basic version of our profitability calculator is what you're likely already accustomed to seeing on other sites. The inputs are:
es: La versión básica de nuestra calculadora de rentabilidad es probablemente lo que usted acostumbra a ver en otros sitios. Sus entradas son:
fa: نسخه اساسی محاسبه‌گر سود ما چیزی است که شما به احتمال زیاد در حال حاضر در سایت های دیگر به دیدن آن عادت کرده اید. ورودی ها از این قرارند:

# UI
source: Braiins | Bitcoin Mining Company
es: Braiins | Compañía Minera de Bitcoin
fa: Braiins | شرکت ماینینگ بیت کوین

# UI
source: Bitcoin Mining Company
es: Compañía Minera Bitcoin
fa: شرکت ماینینگ بیت کوین

# UI
source: Annual increase or decrease in BTC price over the given Time Period.
es: Aumento o reducción anual en precio BTC durante el Período de Tiempo dado.
fa: افزایش یا کاهش ماهانه قیمت بیت کوین در مدت زمان معین.

# UI
source: Annual % change in the value of your ASIC hardware inventory.
es: Cambio % anual en el valor de su inventario hardware ASIC.
fa: درصد تغییر سالانه در ارزش موجودی سخت افزار ASIC شما.

# UI
source: Annual % change in the value of your infrastructure.
es: Variación anual en % del valor de su infraestructura.
fa: درصد تغییر سالانه در ارزش زیرساخت شما.

# UI
source: Cost of Production
es: Costo de Producción
fa: هزینه تولید

# UI
source: More updates in progress…
es: Más actualizaciones en curso…
fa: به روز رسانی های بیشتر در حال انجام…

# UI
source: Price (USD)
es: Precio (USD)
fa: قیمت (دلار آمریکا)

# UI
source: Price
es: Precio
fa: قيمت

# UI
source: Profit/Loss
es: Ganancias/Pérdidas
fa: سود/زیان

# UI
source: Calculated at 90% of full capacity, leaving a safety factor and some capacity for cooling
es: Calculado al 90% de la capacidad total, dejando un factor de seguridad y algo de capacidad para enfriar
fa: با ۹۰ درصد ظرفیت کامل محاسبه می شود و یک ضریب ایمنی و مقداری ظرفیت برای خنک سازی باقی می گذارد

# UI
source: 1 Day
es: 1 Día
fa: ۱ روز

# UI
source: 5 Days
es: 5 Días
fa: ۵ روز

# UI
source: 5 Weeks
es: 5 Semanas
fa: ۵ هفته

# UI
source: {duration} ago
es: hace {duration}
fa: {duration} قبل

# UI
source: You have no messages…
es: No tiene mensajes…
fa: شما هیچ پیامی ندارید…

# UI
source: Login to see your notifications…
es: Ingrese para ver sus notificaciones…
fa: برای مشاهده اعلان های خود وارد شوید…

# UI
source: Notifications
es: Notificaciones
fa: اعلان‌ها

# UI
source: {count} unread {count, plural, one {notification} other {notifications}}
es: {count} sin leer {count, plural, one {notification} otras {notifications}}
fa: {count} خوانده نشده {count, plural, one { notification} other { notifications}}

# UI
source: Select row
es: Seleccionar fila
fa: انتخاب ردیف

# UI
source: {num}y
es: {num}a
fa: {num}سال

# UI
source: {num}m
fa: {num}ماه

# UI
source: {num}w
es: {num}s
fa: {num}هفته

# UI
source: {num}d
fa: {num}روز

# UI
source: {num}h
fa: {num}ساعت

# UI
source: {num}s
fa: {num}ثانیه

# UI
source: This pool is not reporting their real-time hashrate, so the value is estimated by blocks found.
es: Este pool no informa su tasa de hash en tiempo real, por lo que el valor se estima por bloques encontrados.
fa: این استخر هش‌ریت بلادرنگ خود را گزارش نمی‌کند، بنابراین مقدار با بلوک‌های یافت شده تخمین زده می‌شود.

# UI
source: Change Language
es: Cambiar Idioma
fa: تغییر زبان

# UI
source: Tx Fees % of Block Reward
es: Tasas de Tx % de Recompensa por Bloque (%)
fa: ٪ هزینه‌های Tx از پاداش بلوک

# UI
source: Items per page:
es: Artículos por página:
fa: آیتم‌های هر صفحه:

# UI
source: Fit the screen
es: Ajuste a la pantalla
fa: متناسب با صفحه نمایش

# UI
source: Subscribe
es: Suscribirse
fa: اشتراک

# UI
source: 3 years
es: 3 años
fa: ۳ سال

# UI
source: 2 years
es: 2 años
fa: ۲ سال

# UI
source: 2 weeks
es: 2 semanas
fa: ۲ هفته

# UI
source: You can see that improving the efficiency of the S9 by running Braiins OS+‎ firmware brings the cost to mine 1 BTC down from $9293 to $7787 and the break-even electricity price from $0.043 to $0.052 per kWh. The S9 on stock firmware has a 2% pool fee, while the S9 on Braiins OS+ has a 2% devfee but 0% pool fees on Braiins Pool. In other words, the same machine with essentially the same external conditions was made significantly more economical by upgrading the firmware.
es: Puede ver que mejorar la eficiencia del S9 ejecutando el firmware de Braiins OS+ hace que el coste de minar 1 BTC baje de $9293 a $7787 y el precio de equilibrio de la electricidad de $0.043 a $0.052 por kWh. El S9 con el firmware de serie tiene una tasa de pool del 2%, mientras que el S9 con Braiins OS+ tiene una tasa de desarrollo del 2% pero una tasa de pool del 0% en Braiins Pool. En otras palabras, la misma máquina con esencialmente las mismas condiciones externas se hizo significativamente más económica al actualizar el firmware.
fa: می توانید ببینید که بهبود کارایی S9 با اجرای فریم‌ور Braiins OS+، هزینه استخراج ۱ بیت کوین را از ۹۲۹۳ دلار به ۷۷۸۷ دلار و قیمت برق را از 0.043 دلار به 0.052 دلار در هر کیلووات ساعت کاهش می دهد. S9 در فریم‌ور کارهانه دارای ۲٪ کارمزد استخر است، در حالی که S9 در Braiins OS+ دارای ۲٪ devfee اما صفر درصد هزینه استخر در Braiins Pool است. به عبارت دیگر، همان ماشینی که اساساً شرایط خارجی یکسانی داشت، با ارتقاء سفت‌افزار به‌طور چشمگیری اقتصادی‌تر شد.

# UI
source: Capital Expenditure (CapEx)
es: Gastos de capital (CapEx)
fa: هزینه سرمایه (CapEx)

# UI
source: Monthly Operational Expenditure (OpEx)
es: Gastos Operativos Mensuales (OpEx)
fa: هزینه های عملیاتی ماهانه (OpEx)

# UI
source: There are dozens of bitcoin mining profitability calculators out there that miners can use to make quick estimates about their margins and long-term outlook. In fact, these mining tools have existed for almost as long as bitcoin itself.
es: Hay docenas de calculadoras de rentabilidad de la minería de bitcoin que los mineros pueden utilizar para hacer estimaciones rápidas sobre sus márgenes y perspectivas a largo plazo. De hecho, estas herramientas de minería existen desde hace casi tanto tiempo como el propio bitcoin.
fa: ده ها ماشین حساب سودآوری استخراج بیت کوین وجود دارد که ماینرها می توانند از آنها برای تخمین سریع حاشیه سود و چشم انداز بلندمدت خود استفاده کنند. در واقع، این ابزارهای استخراج تقریباً به اندازه خود بیت کوین وجود داشته اند.

# UI
source: However, we've created a new mining profitability calculator which aims to provide far more customization for the many variables that go into a mining operation's cash flow analysis. Namely, we enable users to set advanced variables such as annual BTC price and difficulty increments, capital expenditure (CAPEX) and ASIC hardware inventory values, asset appreciation or depreciation, additional fees and operating expenses, and more.
es: Sin embargo, hemos creado una nueva calculadora de rentabilidad minera que tiene como objetivo proporcionar una mayor personalización para las muchas variables que entran en el análisis del flujo de caja de una operación minera. En concreto, permitimos a los usuarios establecer variables avanzadas como el precio anual de BTC y los incrementos de dificultad, los gastos de capital (CAPEX) y los valores de inventario de hardware ASIC, la revalorización o depreciación de los activos, las tarifas adicionales y los gastos operativos, y mucho más.
fa: با این حال، ما یک محاسبه‌گر سودآوری استخراج جدید ایجاد کرده‌ایم که هدف آن ارائه سفارشی‌سازی بسیار بیشتر برای متغیرهای زیادی است که در تجزیه و تحلیل جریان نقدی عملیات استخراج قرار می‌گیرند. یعنی، ما کاربران را قادر می‌سازیم تا متغیرهای پیشرفته‌ای مانند افزایش قیمت و سختی سالانه BTC، هزینه سرمایه (CAPEX) و مقادیر موجودی سخت‌افزار ASIC، افزایش یا استهلاک دارایی، هزینه‌های اضافی و هزینه‌های عملیاتی و غیره را تنظیم کنند.

# UI
source: In this guide, we'll explain how to use these advanced options to make detailed projections of your potential cash flow from bitcoin mining. These cash flow visualizations can be particularly useful for pitch decks if you are raising funds or just for yourself to get a better idea of how to best reinvest past profits into newer hardware.
es: En esta guía, explicaremos cómo usar estas opciones avanzadas para hacer proyecciones detalladas de su flujo de efectivo potencial de la minería de bitcoin. Estas visualizaciones de flujo de efectivo pueden ser particularmente útiles para las plataformas de lanzamiento si está recaudando fondos o simplemente para que usted mismo tenga una mejor idea de cómo reinvertir mejor las ganancias pasadas en hardware más nuevo.
fa: در این راهنما، نحوه استفاده از این گزینه های پیشرفته را برای پیش بینی دقیق جریان نقدی بالقوه خود از استخراج بیت کوین توضیح خواهیم داد. این تجسم‌های جریان نقدی می‌تواند به‌ویژه مفید باشد، اگر در حال جمع‌آوری سرمایه هستید یا فقط برای خودتان میخواهید تا ایده بهتری درباره نحوه سرمایه‌گذاری مجدد سودهای گذشته در سخت‌افزار جدیدتر به دست آورید.

# UI
source: <strong>Time period</strong> (can be future projections for a custom range from 6 - 60 months, or historical backtesting using real BTC price, difficulty, and transaction fees)
es: <strong>Período de tiempo</strong> (pueden ser proyecciones futuras para un rango personalizado de 6 a 60 meses, o pruebas retrospectivas históricas utilizando el precio real de BTC, la dificultad y las tarifas de transacción)
fa: ‫<strong>دوره زمانی</strong> (می‌تواند پیش‌بینی‌های آتی برای محدوده سفارشی از ۶ تا ۶۰ ماه یا آزمایش‌های برگشتی تاریخی با استفاده از قیمت واقعی BTC، سختی و کارمزد تراکنش باشد)

# UI
source: <strong>Price increment</strong> (change the BTC price by a custom % annually)
es: <strong>Incremento de precio</strong> (cambiar el precio de BTC en un % personalizado anualmente)
fa: ‫<strong>افزایش قیمت</strong> (قیمت بیت کوین را با درصد سفارشی سالانه تغییر دهید)

# UI
source: <strong>Difficulty increment</strong> (change the BTC network difficulty by a custom % annually)
es: <strong>Incremento de dificultad</strong> (cambiar la dificultad de la red BTC en un % anual personalizado)
fa: ‫<strong>افزایش سختی</strong> (تغییر سختی شبکه BTC با درصد سفارشی سالانه)

# UI
source: Bitcoin's network difficulty has always increased significantly over long time periods, but the increase typically lags price increases because the time to manufacture and deploy new ASIC hardware and mining infrastructure is a bottleneck on difficulty growth. This can be seen clearly looking at difficulty and price from 2016-2020, shown below.
es: La dificultad de la red de Bitcoin siempre ha aumentado significativamente durante largos períodos de tiempo, pero el aumento generalmente retrasa los aumentos de precios porque el tiempo para fabricar e implementar nueva infraestructura de hardware y minería ASIC es un cuello de botella en el crecimiento de la dificultad. Esto se puede ver claramente mirando la dificultad y el precio de 2016-2020, que se muestra a continuación.
fa: سختی شبکه بیت کوین همیشه در دوره های زمانی طولانی به طور قابل توجهی افزایش یافته است، اما این افزایش معمولاً افزایش قیمت را به تاخیر می اندازد زیرا زمان ساخت و استقرار سخت افزار جدید و زیرساخت استخراج ASIC یک گلوگاه برای رشد سختی است. این را می توان با نگاه کردن به سختی و قیمت 2016-2020 که در زیر نشان داده شده است به وضوح مشاهده کرد.

# UI
source: You’ll notice that difficulty continued to climb rapidly throughout all of 2018, even after price had already peaked at the end of 2017. There was then a brief miner capitulation when BTC price dropped below $4k at the end of 2018, but difficulty resumed it’s climb after just a few negative adjustments.
es: Notará que la dificultad continuó aumentando rápidamente a lo largo de todo 2018, incluso después de que el precio ya había alcanzado su punto máximo a fines de 2017. Luego hubo una breve capitulación minera cuando el precio de BTC cayó por debajo de $4k a fines de 2018, pero la dificultad reanudó su ascenso después de solo unos pocos ajustes negativos.
fa: متوجه خواهید شد که سختی در تمام سال ۲۰۱۸ به سرعت به افزایش خود ادامه داد، حتی پس از اینکه قیمت در پایان سال ۲۰۱۷ به اوج خود رسید. پس از آن، زمانی که قیمت بیت کوین در پایان سال ۲۰۱۸ به کمتر از ۴ هزار دلار رسید، یک تسلیم مختصر ماینر وجود داشت، اما سختی از سر گرفته شد. این صعود تنها پس از چند تنظیم منفی است.

# UI
source: In the ASIC era of bitcoin mining, difficulty has more than doubled each year, from 1 billion in earlier 2014 to 28 trillion at the time of writing. However, growth is slowing down now that ASIC efficiency gains are not so frequent nor substantial. Therefore, we recommend testing out different possibilities from 60-130%/year increases.
es: En la era ASIC de la minería de bitcoin, la dificultad se ha más que duplicado cada año, de 1.000 millones a principios de 2014 a 28 billones en el momento de escribir este artículo. Sin embargo, el crecimiento se está desacelerando ahora que las ganancias de eficiencia de ASIC no son tan frecuentes ni sustanciales. Por lo tanto, recomendamos probar diferentes posibilidades de aumentos del 60-130% / año.
fa: در دوران استخراج بیت کوین ASIC، سختی هر سال بیش از دو برابر شده است، از 1 میلیارد در اوایل سال 2014 به 28 تریلیون در زمان نگارش مقاله. با این حال، اکنون که افزایش بهره وری ASIC چندان متداول و قابل توجه نیست، رشد در حال کاهش است. بنابراین، توصیه می کنیم احتمالات مختلف را از 60 تا 130 درصد افزایش در سال آزمایش کنید.

# UI
source: Profitability Calculator - Hashrate and Difficulty
es: Calculadora de Rentabilidad - Tasa de hash y Dificultad
fa: محاسبه گر سود - میزان و سختی

# UI
source: The advanced version of our mining profitability calculator gives you a much more sophisticated overview of how your mining business will perform in different scenarios. Let’s explain the custom options one-by-one.
es: La versión avanzada de nuestra calculadora de rentabilidad minera le ofrece una visión mucho más sofisticada de cómo se comportará su negocio minero en diferentes escenarios. Vamos a explicar las opciones personalizadas una por una.
fa: نسخه پیشرفته حسابگر سود ماینینگ ما نمای کلی بسیار پیچیده تری از نحوه عملکرد کسب و کار ماینینگ شما در سناریوهای مختلف به شما می دهد. بیایید گزینه های سفارشی را یک به یک توضیح دهیم.

# UI
source: Capital expenditures are costs you pay to acquire or upgrade your business’ assets. In Bitcoin mining, examples of CapEx include:
es: Los gastos de capital son los costes que se pagan para adquirir o mejorar los activos de la empresa. En la minería de Bitcoin, los ejemplos de CapEx incluyen:
fa: مخارج سرمایه ای هزینه هایی هستند که برای به دست آوردن یا ارتقای دارایی های کسب و کار خود پرداخت می کنید. در استخراج بیت کوین، نمونه هایی از CapEx عبارتند از:

# UI
source: Immersion cooling or air cooling setup
es: Enfriamiento de inmersión o por aire
fa: سیستم خنک کننده مایع یا هوا خنک

source: If you have fixed monthly costs that are independent of your mining revenue, you can factor those in here. Examples of common OpExs include:
es: Si tiene costos mensuales fijos que son independientes de sus ingresos mineros, puede tenerlos en cuenta aquí. Los ejemplos de gastos operativos comunes incluyen:
fa: اگر هزینه‌های ماهانه ثابتی دارید که مستقل از درآمد استخراج شما هستند، می‌توانید آن‌ها را در اینجا لحاظ کنید. نمونه هایی از OpEx های رایج عبارتند از:
