Repository: braiins/insights-i18n
Catalog: */frontend.po
Languages: es, fa

# UI
source: All
es: Todo
fa: همه

# UI
source: 5 years
es: 5 Años
fa: ۵ سال

# UI
source: 1 year
es: 1 Años
fa: ۱ سال

# UI
source: 6 months
es: 6 Meses
fa: ۶ ماه

# UI
source: 3 months
es: 3 Meses
fa: ۳ ماه

# UI
source: 1 month
es: 1 Mes
fa: ۱ ماه

# UI
source: Page Not Found
es: Página no encontrada
fa: صفحه یافت نشد

# UI
source: We couldn't find the page or file you're looking for.
es: No pudimos encontrar la página o el archivo que busca.
fa: ما صفحه یا فایل مورد نظر شما را پیدا نکردیم.

# UI
source: An error has occurred while loading the page!
es: ¡Ha ocurrido un error al cargar la página!
fa: هنگام بارگیری صفحه خطایی روی داده است!

# UI
source: Previous
es: Previo
fa: قبلی

# UI
source: Next
es: Próximo
fa: بعدی

# UI
source: An error has occurred!
es: ¡Se ha producido un error!
fa: خطایی رخ داده است!

# UI
source: Although there are dozens of variables that can impact a Bitcoin mining operation's bottom line, the viability of a mining business can ultimately be determined with just one simple statistic: the cost to mine 1 BTC — aka the “Cost of Production for Bitcoin.
es: Aunque hay docenas de variables que pueden afectar el resultado final de una operación minera de Bitcoin, la viabilidad de un negocio minero se puede determinar en última instancia con solo una estadística simple: el costo de extraer 1 BTC, también conocido como el "Costo de producción de Bitcoin".
fa: اگرچه ده ها متغیر وجود دارد که می تواند بر نتیجه نهایی عملیات استخراج بیت کوین تأثیر بگذارد، اما فعال ماندن یک کسب و کار ماینینگ را تنها با یک آمار ساده می توان تعیین کرد: هزینه استخراج ۱ بیتکوین - معروف به "هزینه تولید بیت کوین".

# UI
source: The Braiins <a>Cost to Mine 1 BTC calculator</a> is meant to make it quick and easy for you to determine your cost of production for any ASIC hardware model or even for a mix of different hardware devices. By comparing your cost of production with the actual Bitcoin price, you can see your profit margin and better understand which hardware models will best suit your mining operation.
es: La <a>calculadora Costo de minar 1 BTC</a> de Braiins está diseñada para que usted pueda determinar el costo de producción de forma rápida y sencilla para cualquier modelo de hardware ASIC o incluso para una combinación de diferentes dispositivos de hardware. Al comparar su costo de producción con el precio real de Bitcoin, puede ver su margen de ganancia y comprender mejor qué modelos de hardware se adaptarán mejor a su operación minera.
fa: محاسبه‌گر هزینه Braiins <a> برای استخراج 1 BTC </a> به این معنی است که شما می توانید هزینه عملیات استخراج را توسط هر مدل سخت افزاری ASIC یا حتی برای ترکیبی از سخت افزارهای مختلف تعیین کنید. با مقایسه هزینه تولید خود با قیمت واقعی بیت کوین، می توانید حاشیه سود خود را ببینید و بهتر بفهمید که کدام مدل های سخت افزاری برای عملیات استخراج شما مناسب هستند.

# UI
source: How to Calculate Your Cost of Production
es: Cómo calcular su costo de producción
fa: نحوه محاسبه هزینه تولید

# UI
source: Let's start by quickly explaining each of the inputs and how they work.
es: Comencemos explicando rápidamente cada una de las entradas y cómo funcionan.
fa: اجازه دهید با توضیح سریع هر یک از ورودی ها و نحوه عملکرد آنها شروع کنیم.

# UI
source: <strong><em>Bitcoin Price</em></strong> and <strong><em>Network Difficulty</em></strong> are both pulled from an API in real-time, so you don't need to do anything if you want to use current values.
es: <strong><em>Precio de Bitcoin</em></strong> y <strong><em>Dificultad de red</em></strong> se extraen de una API en tiempo real, por lo que no es necesario hacer cualquier cosa si desea utilizar los valores actuales.
fa: <strong> <em> قیمت بیت کوین </em> </strong> و <strong> <em> سختی شبکه </em> </strong> هر دو از API در لحظه محاسبه می شوند، بنابراین اگر از مقادیر موجود استفاده کنید، نیازی به تغییر این اعداد ندارید.

# UI
source: <strong><em>Select Hardware</em></strong> allows you to autofill the hashrate and consumption by choosing a specific ASIC device from our database. The models are sorted by hardware manufacturer (Bitmain, MicroBT, Innosilicon, and Canaan) and then further subcategorized by model family (e.g. Antminer S9, S17, and S19 variations are all grouped together).
es: <strong><em>Seleccionar hardware</em></strong> le permite autocompletar el hashrate y el consumo eligiendo un dispositivo ASIC específico de nuestra base de datos. Los modelos se ordenan por fabricante de hardware (Bitmain, MicroBT, Innosilicon y Canaan) y luego se subcategorizan por familia de modelos (por ejemplo, las variaciones de Antminer S9, S17 y S19 se agrupan todas juntas).
fa: <strong> <em> انتخاب سخت افزار </em> </strong> به شما این امکان را می دهد تا با انتخاب یک دستگاه ASIC خاص از پایگاه داده ما، هش ریت و مصرف را به صورت خودکار پر کنید. مدل ها بر اساس سازنده سخت افزار (Bitmain ، MicroBT ، Innosilicon و Canaan) طبقه بندی می شوند و سپس بر اساس زیرگروه مدل ها (بعنوان مثال Antminer S9 ، S17 و S19 ، همه با هم گروه بندی می شوند) طبقه بندی می شوند.

# UI
source: Hardware Selection
es: Selección de hardware
fa: انتخاب سخت افزار

# UI
source: <strong><em>Electricity Price</em></strong> is your all-in cost per kWh of electricity, which is used to calculate your cost of production for mining 1 Bitcoin given your mining efficiency (W/TH).
es: <strong><em>Precio de la electricidad</em></strong> es su costo total por kWh de electricidad, que se utiliza para calcular su costo de producción para extraer 1 Bitcoin dada su eficiencia minera (W/TH).
fa: <strong> <em> قیمت برق </em> </strong> هزینه کلی شما به ازای هر کیلووات ساعت برق است که برای محاسبه هزینه تولید شما برای استخراج ۱ بیت کوین با توجه به کارایی استخراج (W/TH) شما استفاده می شود.

# UI
source: <strong><em>Pool Fee</em></strong> is the percentage of your BTC mined that is kept by your mining pool.
es: <strong><em>Tarifa de grupo</em></strong> es el porcentaje de su BTC extraído que mantiene su grupo de minería.
fa: <strong> <em> هزینه استخر </em> </strong> درصدی از استخراج BTC شما است که توسط استخر استخراج شما برداشت می شود.

# UI
source: If you toggle on the Advanced Options, you’ll also see these inputs:
es: Si activa las Opciones Avanzadas, también verá estas entradas:
fa: اگر گزینه های پیشرفته را فعال کنید، این ورودی ها را نیز خواهید دید:

# UI
source: <strong><em>Other Fees</em></strong> factors in additional costs such as downtime of your ASICs (e.g. 1-2% for regular maintenance or perhaps much higher if you cycle on/off due to climate), or perhaps fees for firmware and management solutions.
es: <strong><em>Otras tarifas</em></strong> tiene en cuenta los costos adicionales, como el tiempo de inactividad de sus ASIC (por ejemplo, 1-2% para el mantenimiento regular o quizás mucho más alto si enciende y apaga el ciclo debido al clima), o quizás tarifas por firmware y soluciones de administración.
fa: <strong> <em> سایر هزینه ها </em> </strong> در هزینه های اضافی مانند زمان خرابی دستگاه‌های ASIC شما (به عنوان مثال ۱-۲ برای تعمیر و نگهداری منظم یا شاید بسیار بیشتر در صورت روشن/خاموش شدن به دلیل شرایط آب و هوا)، یا شاید هزینه برای فریم‌ور و راهکارهای مدیریتی.

# UI
source: <strong><em>Difficulty Change</em></strong> allows you to change the current value for difficulty by any percentage you want, in case you would like to project your cost to mine in a future difficulty epoch.
es: <strong><em>Cambio de Dificultad</em></strong> le permite cambiar el valor actual de la dificultad por cualquier porcentaje que quiera, en caso si le gustaría proyectar su costo de minar en una época futura de dificultad.
fa: <strong> <em> تغییر سختی </em> </strong> به شما این امکان را می دهد که مقدار فعلی سختی شبکه را به هر میزان که می خواهید تغییر دهید، در صورتی که می خواهید هزینه های خود را در دوران استخراج خود را با سختی‌های شبکه آینده پیش بینی کنید.

# UI
source: <strong><em>Avg. Transaction Fees (BTC)</em></strong> is used to factor in extra revenue from transaction fees instead of only including the fixed block subsidy of 6.25 BTC. Although this is highly variable depending on network activity, it has averaged out to about 0.3 BTC per block (or 5% of total mining revenue) since the 2020 halving. As a result, true Cost to Mine 1 BTC is lower than if you only factor in the block subsidy.
es: <strong><em>Tasas Promedio de Transacción (BTC)</em></strong> se usa como factor en ingresos extra por tasas de transacción en lugar de solo incluir el subsidio de bloque fijo de 6.25 BTC. Aunque es altamente variable dependiendo de la actividad de la red, se promedia en 0.3 BTC por bloque (o 5% del total del ingreso minero) desde el halving de 2020. Como resultado, el Costo real de Minar 1 BTC es menor que solo factor en el subsidio del bloque.
fa: <strong> <em> میانگین هزینه های تراکنش (BTC) </em> </strong> برای تعیین درآمد اضافی از هزینه تراکنش به جای پاداش ثابت بلوک ۶/۲۵ بیت کوین استفاده می شود. اگرچه این امر بسته به فعالیت شبکه بسیار متغیر است، از زمان نصف شدن در سال ۲۰۲۰ به طور متوسط به حدود ۰/۳ بیت کوین در هر بلوک (یا ۵ درصد از کل درآمد استخراج) رسیده است. در نتیجه، هزینه واقعی استخراج ۱ بیت کوین کمتر از آن است که فقط پاداش بلوک را در نظر بگیرید.

# UI
source: TX Fees percentage from block
es: Porcentaje en Tasa de Transacción del bloque
fa: درصد هزینه‌های TX از بلوک

# UI
source: Average % of the total block reward made up by transaction fees over time.
es: Promedio % de la recompensa de bloque total hecha por las tasas de transacción en el tiempo.
fa: متوسط ٪ از کل پاداش بلوک ساخته شده توسط هزینه های تراکنش در طول زمان.

# UI
source: Cost to Mine 1 BTC & Example
es: Costo para Minar 1 BTC y Ejemplo
fa: هزینه استخر ۱ بیت‌کوین و مثال

# UI
source: Sharing and Embedding
es: Compartiendo y Empotrando
fa: اشتراک گذاری و کد

# UI
source: If you think this tool can be useful to others in the mining industry, please share it! The <em>Share</em> button right above the chart allows you to share a URL with all of your user inputs, or you can select the embed option and embed an iframe of the tool in English, Russian, Spanish, Farsi, or Chinese.
es: Si piensa que esta herramienta puede ser útil a otros en la industria minera, ¡Comparta por favor! El botón <em>Compartir</em> justo arriba de la gráfica le permite compartir una URL con todos sus cambios introducidos, o puede seleccionar la opción empotrada y empotrar una iframe de la herramienta en Inglés, Ruso, Español, Farsi o Chino.
fa: اگر فکر می کنید این ابزار می تواند برای دیگران در صنعت استخراج مفید باشد، لطفا آن را به اشتراک بگذارید! دکمه <em>هم رسانی</em> درست بالای نمودار به شما اجازه می دهد تا یک URL را با تمام داده‌های خود به اشتراک بگذارید، یا می توانید گزینه قراردادن کد را انتخاب کنید و یک iframe از ابزار را به زبان های انگلیسی، روسی، اسپانیایی، فارسی، یا چینی جاسازی کنید.

# UI
source: This is also just the first of many tools and stats for Bitcoin miners that we will be releasing in <a>Braiins Mining Insights</a> over the following months, so check back soon to see what else we’re publishing!
es: Esta es solo la primera de varias herramientas y estadísticas para mineros Bitcoin que estaremos lanzando en <a>Braiins Mining Insights</a> durante los próximos meses, ¡así que regrese pronto de nuevo para ver que mas estamos publicando!
fa: این همچنین اولین ابزار از بسیاری از ابزارها و آمار برای ماینرهای بیت کوین هست که ما در <a>Braiins Mining Insights</a> در طول ماه‌های آینده منتشر خواهیم کرد، بنابراین دوباره به این صفحه سر بزنید و از ابزارهای جدید آشنا شوید!

# UI
source: Mining Insights | Cost to Mine 1 BTC Guide
es: Mining Insights | Guía Costo para Minar 1 BTC
fa: Mining Insights | راهنمای هزینه استخراج ۱ بیت کوین

# UI
source: Bitcoin Mining Insights
es: Mining Insights Bitcoin
fa: بینش استخراج بیت کوین

# UI
source: Cost to Mine 1 BTC Guide
es: Guía Costo para Minar 1 BTC
fa: راهنمای هزینه‌های استخراج ۱ بیت کوین

# UI
source: A quick guide explaining how to use the Advanced Options in our new Cost to Mine 1 BTC calculator and where to find data on all the popular hardware models.
es: Una guía rápida explicando como usar las Opciones Avanzadas de nuestra nueva calculadora Costo para Minar 1 BTC y donde conseguir los datos de todos los modelos populares de hardware.
fa: راهنمای سریع نحوه استفاده از گزینه های پیشرفته در محاسبه‌گر جدید بیت کوین در هزینه استخراج ۱ بیت کوین و نحوه یافتن داده ها در مورد همه مدلهای سخت افزاری محبوب.

# UI
source: Nov 03, 2020
fa: ۰۳ نوامبر ۲۰۲۰

# UI
source: Cost to Mine 1 BTC Example
es: Ejemplo Costo para Minar 1 BTC
fa: مثال هزینه‌های استخراج ۱ بیت کوین

# UI
source: Bitcoin Mining Profitability Calculator (Basic Options)
es: Calculadora de Rentabilidad en Minería Bitcoin (Opciones Básicas)
fa: محاسبه‌گر سود استخراج بیت کوین (گزینه های اساسی)

# UI
source: Profitability Calculator - basic options
es: Calculadora de Rentabilidad - opciones básicas
fa: محاسبه‌گر سود - گزینه های اساسی

# UI
source: <strong>Current BTC price & difficulty </strong> (pulled from an API in real-time but still customizable)
es: <strong>Precio actual BTC y dificultad </strong> (obtenido de una an API en tiempo real pero personalizable)
fa: <strong> قیمت و سختی فعلی بیت کوین </strong> (از API به صورت لحظه ای دریافت می‌شود اما هنوز قابل تنظیم است)

# UI
source: <strong>Total hashrate</strong> (TH/s)
es: <strong>Tasa de hash Total</strong> (TH/s)
fa: <strong> مجموع نرخ هش</strong> (TH/s)

# UI
source: <strong>Total power consumption</strong> (Watts)
es: <strong>Consumo total de potencia</strong> (Vatios)
fa: <strong> کل مصرف برق</strong> (Watts)

# UI
source: <strong>Electricity price</strong> ($/kWh)
es: <strong>Precio Electricidad</strong> ($/kWh)
fa: <strong> قیمت برق</strong> ($/kWh)

# UI
source: <strong>Avg. transaction fees per block</strong> (additional mining revenue from transaction fees)
es: <strong>Tasas de transacción promedio por bloque</strong> (ganancia minera adicional por tarifas de transacción)
fa: <strong> میانگین هزینه ‌های تراکنش در هر بلوک </strong> (درآمد اضافی استخراج از کارمزد تراکنش)

# UI
source: BTC Difficulty chart
es: Gráfica Dificultad BTC
fa: نمودار سختی BTC

# UI
source: Price is relatively harder to predict, so we recommend playing around with different bullish and bearish scenarios. For example, see what would happen by increasing price faster than difficulty (as occurs in bull markets) or increasing it slower than difficulty (as occurs in sideways movements or bear markets).
es: El precio es relativamente mas difícil de predecir, así que recomendamos jugar con distintos escenarios alcistas y bajistas. Por ejemplo, para ver que ocurriría al aumentar el precio mas rápido que la dificultad (como ocurre en mercados alcistas) o incrementar mas despacio que la dificultad (como ocurre en movimientos laterales o mercados bajistas).
fa: پیش بینی قیمت نسبتاً سخت تر است، بنابراین توصیه می کنیم با سناریوهای مختلف صعودی و نزولی بازی کنید. به عنوان مثال، ببینید چه اتفاقی می افتد با افزایش قیمت سریعتر از سختی (همانطور که در بازارهای گاوی اتفاق می افتد) یا افزایش آن کندتر از سختی (همانطور که در حرکتهای جانبی یا بازارهای خرسی اتفاق می افتد).

# UI
source: Once you put in your values for the inputs above, you'll receive the following information about your operation:
es: Cuando coloque sus valores en las entradas arriba, podrá recibir la siguiente información sobre su operación:
fa: هنگامی که مقادیر خود را برای ورودی های بالا وارد می کنید، اطلاعات زیر را در مورد عملکرد خود دریافت خواهید کرد:

# UI
source: Monthly revenue in BTC and total BTC mined over the full time period
es: Ganancia mensual en BTC y total BTC minado sobre un período de tiempo completo
fa: درآمد ماهانه در BTC و کل BTC استخراج شده در یک دوره کامل

# UI
source: Monthly profit or loss in USD (or other fiat currency)
es: Ganancias o pérdidas mensuales en USD (u otro dinero fiat)
fa: سود یا زیان ماهانه به دلار (یا ارز دیگر فیات)

# UI
source: Cumulative profit or loss in USD over your selected time period
es: Ganancias o pérdidas acumuladas en USD sobre su período de tiempo seleccionado
fa: سود یا زیان تجمعی به دلار در بازه زمانی انتخابی شما

# UI
source: Your break-even electricity price given your hashrate, consumption, and pool fee
es: Su punto de equilibrio en precio de electricidad dada su tasa de hash, consumo y tasa de pool
fa: قیمت برق سر به سر شما با توجه به نرخ هش، مصرف و هزینه استخر شما

# UI
source: Your average cost of production for 1 BTC over your selected time period
es: Su costo promedio de producción para 1 BTC sobre su período de tiempo seleccionado
fa: هزینه متوسط تولید شما برای ۱ بیت کوین در بازه زمانی انتخابی شما

# UI
source: But to really make the most of this tool, we recommend using the advanced options.
es: Pero para sacar realmente provecho a esta herramienta, recomendamos usar las opciones avanzadas.
fa: اما برای این که واقعا از این ابزار استفاده کنیم، استفاده از گزینه های پیشرفته را توصیه می کنیم.

# UI
source: Bitcoin Mining Cash Flow Calculator (Advanced Options)
es: Calculadora Flujo de Caja Minería Bitcoin (Opciones Avanzadas)
fa: محاسبه‌گر جریان نقدی استخراج بیت کوین (گزینه های پیشرفته)

# UI
source: Profitability Calculator - advanced options
es: Calculadora de Rentabilidad - opciones avanzadas
fa: محاسبه‌گر سود - گزینه های اساسی

# UI
source: Source: <a>Mining Profitability Calculator</a>
es: Fuente: <a>Calculadora de Rentabilidad Minera</a>
fa: منبع: <a> محاسبه‌گر سود استخراج </a>

# UI
source: Purchasing ASICs and PSUs
es: Compra de ASICs y PSUs
fa: خرید ASIC و PSU

# UI
source: Building or purchasing a data center facility to house your hardware
es: Construcción o compra de una instalación data center para alojar su hardware
fa: ساخت یا خرید زیرساخت مرکز داده برای نگهداری از سخت افزارهای شما

# UI
source: Labor for installation
es: Mano de obra para la instalación
fa: نیروی کار برای نصب و راه اندازی

# UI
source: Taxes and licenses to be legally compliant
es: Impuestos y licencias para cumplir con la ley
fa: مالیات ها و مجوزهایی که از نظر قانونی سازگار باشند

# UI
source: Employee salaries
es: Salario de los empleados
fa: حقوق کارکنان

# UI
source: Fixed monthly expenses such as security or insurance
es: Gastos fijos mensuales como seguridad o seguro
fa: هزینه های ثابت ماهانه مانند تامین امنیت یا بیمه

# UI
source: Initial Hardware Value & Initial Infrastructure Value
es: Valor Inicial de Hardware y Valor Inicial de Infraestructura
fa: ارزش اولیه سخت افزار و ارزش اولیه زیرساخت

# UI
source: Hardware & Infrastructure Appreciation / Depreciation (%)
es: Hardware y Apreciación / Depreciación de Infraestructura (%)
fa: (٪) افزایش ارزش / استهلاک سخت افزار و زیرساخت

# UI
source: HODL Ratio
es: Tasa de HODL
fa: نسبت HODL

# UI
source: To illustrate this, below is a chart with all of the inputs exactly the same as the one posted most recently above. The only difference is that the first had a HODL Ratio of 0%, and this one has a HODL Ratio of 100% (aka a MicroStrategy Treasury Policy).
es: Para ilustrar esto, abajo está una gráfica con todas las entradas exactamente igual que la puesta arriba recién. La única diferencia es que la primera tuvo una Tasa HODL de 0%, y esta tiene una Tasa HODL de 100% (o una Micro-estrategia en Política de Tesorería).
fa: برای نشان دادن این موضوع، در زیر یک نمودار با تمام ورودی ها دقیقاً مشابه آنچه که اخیراً در بالا ارسال شده است، آمده است. تنها تفاوت این است که اولین مورد دارای نسبت HODL 0 است و این یکی دارای نسبت HODL 100 (معروف به سیاست خزانه داری MicroStrategy) است.

# UI
source: Profitability Calculator - HODL ratio
es: Calculadora de Rentabilidad - Tasa HODL
fa: محاسبه گر سودآوری - نسبت HODL

# UI
source: Source: <a>Profitability Calculator with HODL Ratio = 100%</a>
es: Fuente: <a>Calculadora de Rendabilidad con Tasa HODL = 100%</a>
fa: منبع: <a>محاسبه‌گر سودآوری با نسبت HODL = 100٪</a>

# UI
source: For a much deeper overview of different strategies for treasury management, we strongly recommend that you read <a>The Intelligent Bitcoin Miner</a> by Anicca Research.
es: Para un resumen mucho mas profundo de estrategias distintas para el manejo de tesorería, le recomendamos ampliamente que lea <a>El Minero Bitcoin Inteligente</a> por Anicca Research.
fa: برای مروری عمیق تر بر استراتژی های مختلف مدیریت خزانه داری ، به شدت توصیه می کنیم <a> The Intelligent Bitcoin Miner </a> by Anicca Research را مطالعه کنید.

# UI
source: Discount Rate
es: Tasa de Descuento
fa: نرخ نزول

# UI
source: If you set a nonzero <em>Discount Rate</em>, it will not impact the stats or the data series on the chart. However, we calculate NPV (Net Present Value) in the backend, and we print this value in the CSV file which you can download (see the <em>Download CSV</em> text right above the stats.)
es: Si pone un valor distinto a cero en la <em>Tasa de Descuento</em>, No impactará la estadística o serie de datos de a gráfica. Sin embargo, calculamos el NPV (Valor Actual Neto) en la backend, e imprimimos el valor en el archivo CSV que puede descargar (ver el texto <em>Descargar CSV</em> arriba de las estadísticas.)
fa: اگر <em>نرخ تخفیف</em> غیر صفر تنظیم کنید، بر آمار یا سری داده‌های نمودار تأثیری نخواهد داشت. با این حال، ما NPV (ارزش فعلی خالص) را در باطن محاسبه می‌کنیم و این مقدار را در فایل CSV که می‌توانید دانلود کنید چاپ می‌کنیم (متن <em>دانلود CSV</em> را درست بالای آمار ببینید.)

# UI
source: In Discounted Cash Flow Analysis, the <em>Discount Rate</em> is an interest rate used to determine the present value of future cash flows.
es: En Análisis de Flujo de Caja Descontado, la <em>Tasa de Descuento</em> es una tasa de interés usada para determinar el valor presente y futuro de los flujos de caja.
fa: در تجزیه و تحلیل جریان نقدی با تخفیف، نرخ تخفیف <em></em> نرخ بهره مورد استفاده برای تعیین ارزش فعلی جریان های نقدی آینده است.

# UI
source: Projecting Possible Scenarios
es: Proyectando Posibles Escenarios
fa: طرح سناریوهای احتمالی

# UI
source: Scenario 1: Difficulty Rises Faster than Price
es: Escenario 1: La Dificultad Sube mas Rápido que el Precio
fa: سناریو 1: سختی سریعتر از قیمت افزایش می یابد

# UI
source: Source: <a>Profitability Calculator Difficulty Increment > Price Increment</a>
es: Fuente: <a>Calculadora de Rentabilidad Aumento de Dificultad > Incremento de Precio</a>
fa: منبع: <a> محاسبه‌گر سودآوری افزایش سختی > افزایش قیمت </a>

# UI
source: Since difficulty is increasing faster than price, the revenue and profit per month decreases when holding hashrate constant. This is also likely to result in <em>Hardware Value</em> depreciation, as the ASICs are becoming less profitable over time.
es: Debido a que la dificultad está aumentando mas rápido que el precio, los ingresos y ganancias por mes disminuyen al mantener una tasa de hash constante. Esto seguramente también resulte en depreciación del<em>Valor de Hardware</em>, mientras los ASICs se hacen menos rentables con el tiempo.
fa: از آنجا که سختی سریعتر از قیمت افزایش می یابد، درآمد و سود ماهانه در صورت ثابت نگه داشتن hashrate کاهش می یابد. این نیز به احتمال زیاد منجر به استهلاک <em> ارزش سخت افزار </em> می شود، زیرا ASIC ها در طول زمان سوددهی کمتری دارند.

# UI
source: Scenario 2: Price Rises Faster than Difficulty
es: Escenario 2: El Precio Sube mas Rápido que la Dificultad
fa: سناریو 2: قیمت سریعتر از سختی افزایش می یابد

# UI
source: Source: <a>Profitability Calculator Price Increment > Difficulty Increment</a>
es: Fuente: <a>Calculadora de Rentabilidad Aumento de Precio > Incremento de Dificultad</a>
fa: منبع: <a>سودآوری محاسبه‌گر افزایش قیمت > افزایش سختی</a>
