Repository: braiins/insights-i18n
Catalog: */frontend.po
Languages: es, fa

# UI
source: Mining Insights | Profitability Calculator
es: Mining Insights | Calculadora de Rentabilidad
fa: ‫Mining Insights | محاسبه‌گر سودآوری بیت BTC

# UI
source: Show results for
es: Mostrar resultados de
fa: نمایش نتایج برای

# UI
source: Braiins OS+‎ at Stock Consumption
es: Braiins OS+‎ en Consumo de Serie
fa: ‫Braiins OS+‎ با مقدار مصرف کارخانه

# UI
source: Learn more about Braiins OS+
es: Aprender más acerca de Braiins OS+
fa: درباره Braiins OS+ بیشتر بدانید

# UI
source: Break-Even Electricity Price
es: Precio de Equilibrio de la Electricidad
fa: قیمت سر به سر برق

# UI
source: Cost of Production for 1 BTC
es: Costo de Producción para 1 BTC
fa: هزینه تولید برای ۱ بیت کوین

# UI
source: Calculate the cost to mine 1 BTC with preset Bitcoin mining data profiles of all popular SHA-256 ASICs.
es: Calcule el costo de minar 1 BTC con perfiles de datos de minería de Bitcoin preestablecidos de todos los ASIC SHA-256 populares.
fa: هزینه استخراج 1 بیت کوین را با پروفایل های داده استخراج بیت کوین از پیش تعیین شده همه SHA-256 ASIC های محبوب محاسبه کنید.

# UI
source: Mining Insights | Cost to Mine 1 BTC
es: Mining Insights | Costo para Minar 1 BTC
fa: ‫Mining Insights | هزینه استخراج ۱ بیت کوین

# UI
source: Hashrate Distribution Historical Chart
es: Gráfico histórico de la distribución de la Tasa de hash
fa: نمودار تاریخی توزیع هش‌ریت

# UI
source: Pool Hashrate Distribution Geographical Chart
es: Cuadro Geográfico de Distribución de Tasa de hash por Pool
fa: نمودار جغرافیایی توزیع هش‌ریت استخر

# UI
source: Pools & Blocks
es: Pools y Bloques
fa: استخرها و بلوکها

# UI
source: Mining Insights | Pools & Blocks
es: Mining Insights | Pools y Bloques
fa: استخرها و بلوکها | Mining Insights

# UI
source: Advanced Bitcoin Mining Data
es: Datos Avanzados de Minería Bitcoin
fa: داده های استخراج بیت کوین پیشرفته

# UI
source: We’re working on adding more stats, charts, and tools to shed light on the bitcoin mining industry. Subscribe to get notified when we release an update.
es: Estamos trabajando para agregar más estadísticas, gráficos y herramientas para arrojar luz sobre la industria minera de bitcoin. Suscríbase para recibir notificaciones cuando publiquemos una actualización.
fa: ما در حال کار بر روی اضافه کردن آمار، نمودارها و ابزارهای بیشتری برای روشن کردن صنعت استخراج بیت کوین هستیم. مشترک شوید تا هنگام انتشار به‌روزرسانی مطلع شوید.

# UI
source: Your e-mail
es: Su correo electrónico
fa: آدرس ایمیل شما

# UI
source: BTC price
es: Precio BTC
fa: قیمت BTC

# UI
source: Marginal Cost to Mine 1 BTC
es: Costo marginal para Minar 1 BTC
fa: هزینه نهایی برای استخراج 1 BTC

# UI
source: Total Cost to Mine 1 BTC
es: Costo total para Minar 1 BTC
fa: کل هزینه استخراج ۱ بیت کوین

# UI
source: Marginal Electricity Break Even
es: Punto de equilibrio Marginal de la Electricidad
fa: سر به سر قیمت برق

# UI
source: Total Electricity Break Even
es: Punto de equilibrio Total de la Electricidad
fa: جمع سر به سر قیمت برق

# UI
source: BTC Price & Cost to Mine
es: Precio BTC y Costo para Minar
fa: قیمت BTC و هزینه استخراج

# UI
source: Electricity Break-Even ($/kWh)
es: Punto de equilibrio de Electricidad ($/kWh)
fa: سر به سر قیمت برق (دلار/کیلووات ساعت)

# UI
source: Mining hardware
es: Hardware minero
fa: سخت افزار ماینینگ

# UI
source: Infra/Other
es: Infra/Otros
fa: زیرساخت/سایر

# UI
source: Fiat Cumulative Holdings
es: Participación Acumulada de Fiat
fa: فیات انباشته

# UI
source: Total Fiat Value of BTC Holdings
es: Valor Total en Fiat de las Tenencias de BTC
fa: ارزش کل فیات هلدینگ BTC

# UI
source: Liabilities (Debt)
es: Pasivos (Deuda)
fa: بدهی ها (بدهی)

# UI
source: BTC Cumulative Holdings
es: Tenencias Acumuladas de BTC
fa: هلدینگ های تجمعی بیت کوین

# UI
source: Failed to fetch stats!
es: ¡No se pudieron obtener estadísticas!
fa: واکشی آمار ناموفق بود!

# UI
source: Difficulty Adjustment Epoch Tracker
es: Rastreador de Época de Ajuste de Dificultad
fa: ردیاب دوره تنظیم سختی

# UI
source: Epoch #
es: Época #
fa: دوره #

# UI
source: Epoch refers to a specific time period. A difficulty epoch is a period of 2016 blocks (approximately 2 weeks) in which the difficulty is constant. A halving epoch is a period of 210,000 blocks (approximately 4 years) in which the block subsidy (new BTC issuance) is constant.
es: La época se refiere a un periodo de tiempo específico. Una época de dificultad es un periodo de 2016 bloques (aproximadamente 2 semanas) en el que la dificultad es constante. Una época de reducción a la mitad es un periodo de 210.000 bloques (aproximadamente 4 años) en el que la subvención de bloques (emisión de nuevos BTC) es constante.
fa: دوره به یک دوره زمانی خاص اشاره دارد. دوره سختی دوره ای از بلوک های ۲۰۱۶ (تقریباً ۲ هفته) است که در آن سختی ثابت است. دوره نصف شدن دوره ای از ۲۱۰۰۰۰ بلوک (تقریباً ۴ سال) است که در آن یارانه بلوک (صدور BTC جدید) ثابت است.

# UI
source: Diff
es: Dificultad
fa: سختی

# UI
source: Month
es: Mes
fa: ماه

# UI
source: Monthly Profit
es: Ganancia Mensual
fa: سود ماهانه

# UI
source: Cash Flow (Cumulative)
es: Flujo de Caja (Acumulado)
fa: جریان نقدی (انباشته)

# UI
source: Profit/Loss (Cumulative)
es: Ganancias/Pérdidas (Acumulativas)
fa: سود/زیان (انباشته)

# UI
source: Monthly Revenue & Profit
es: Ingresos y Ganancias Mensuales
fa: درآمد و سود ماهانه

# UI
source: Cumulative Profit & Cash Flow
es: Beneficio Acumulado y Flujo de Caja
fa: سود انباشته و جریان نقدی

# UI
source: Total:
fa: جمع:

# UI
source: Failed to load blocks and pools data!
es: ¡No se pudieron cargar bloques y datos de pool!
fa: بارگیری بلوک ها و داده های استخر انجام نشد!

# UI
source: Block Height
es: Altura del Bloque
fa: ارتفاع بلوک

# UI
source: Follow the link to see more details about the block
es: Siga el enlace para ver más detalles sobre el bloque
fa: برای مشاهده جزئیات بیشتر در مورد بلوک، پیوند را دنبال کنید

# UI
source: Miner (Pool)
es: Minero (Pool)
fa: ماینر (استخر)

# UI
source: Time
es: Tiempo
fa: زمان

# UI
source: Block Value
es: Valor del Bloque
fa: ارزش بلوک

# UI
source: Estimated Adjustment (%)
es: Ajuste Estimado (%)
fa: تعدیل تخمینی (%)

# UI
source: Current & Historical Trends
es: Tendencias Actuales e Históricas
fa: روندهای کنونی و تاریخی

# UI
source: <nobr>Real-Time Network Hashrate</nobr>
es: <nobr>Tasa de hash de Red en Tiempo real</nobr>
fa: ‫<nobr>هش‌ریت بی‌درنگ شبکه</nobr>

# UI
source: The estimated total network hashrate based on API-reported hashrate values for all mining pools and estimated hashrate values based on blocks found for miners and pools who are not reporting their real-time hashrate.
es: La tasa de hash total estimada de la red basada en los valores de tasa de hash informados por API para todos los pool de minería y los valores de tasa de hash estimados basados en bloques encontrados para mineros y pools que no informan su tasa de hash en tiempo real.
fa: هش‌ریت کل شبکه تخمینی براساس مقادیر هش‌ریت گزارش‌شده توسط API برای همه استخرهای ماینینگ و مقادیر هش‌ریت تخمینی بر اساس بلوک‌های یافت شده برای ماینرها و استخرهایی که هش‌ریت بلادرنگ خود را گزارش نمی‌کنند.

# UI
source: <nobr>1-Year Total Difficulty Change</nobr>
es: <nobr>Cambio de Dificultad Total en 1 Año</nobr>
fa: ‫<nobr>تغییر کل سختی ۱ ساله</nobr>

# UI
source: How much bitcoin network difficulty has changed in total over the past year
es: Cuánto ha cambiado la dificultad de la red bitcoin en total durante el último año
fa: میزان سختی شبکه بیت کوین در کل طی سال گذشته چقدر تغییر کرده است

# UI
source: <nobr>1-Year Avg. Monthly Hashrate Change</nobr>
es: <nobr>Promedio de 1 año Cambio de Tasa de hash Mensual </nobr>
fa: ‫<nobr>میانگین ۱ سال تغییر هش‌ریت ماهانه</nobr>

# UI
source: The average monthly change in total network hashrate across the past year
es: El cambio mensual promedio de la tasa de hash total en la red durante el último año
fa: میانگین تغییر ماهانه در کل هش‌ریت شبکه در سال گذشته

# UI
source: <nobr>1-Year Avg. Tx. Fees per Block</nobr>
es: <nobr>Promedio de 1 Año Tx. por Bloque</nobr>
fa: ‫<nobr>میانگین ۱ سال Tx. هزینه در هر بلوک</nobr>

# UI
source: The average transaction fees per block for all blocks mined in the past year
es: Las tasas medias de transacción por bloque para todos los bloques minados en el último año
fa: میانگین کارمزد تراکنش در هر بلوک برای تمام بلوک های استخراج شده در سال گذشته

# UI
source: <nobr>1-Year Avg. Difficulty Adjustment</nobr>
es: <nobr>Ajuste de Dificultad Media de 1 Año</nobr>
fa: ‫<nobr>میانگین ۱ سال تنظیم سختی</nobr>

# UI
source: The average adjustment per difficulty epoch in the past year
es: El ajuste promedio por época de dificultad en el último año
fa: میانگین تعدیل در هر دوره سختی در سال گذشته

# UI
source: <nobr>Current Halving Epoch Difficulty Change</nobr>
es: <nobr>Cambio de Dificultad de Época de Reducción a la mitad Actual</nobr>
fa: ‫<nobr>تغییر سختی دوره هاوینگ فعلی</nobr>

# UI
source: How much bitcoin network difficulty has changed in total since the last halving
es: Cuánto ha cambiado la dificultad de la red bitcoin en total desde la última reducción a la mitad
fa: میزان سختی شبکه بیت کوین در کل از آخرین هاوینگ چقدر تغییر کرده است

# UI
source: <nobr>Previous Halving Epoch Difficulty Change</nobr>
es: <nobr>Cambio de Dificultad de Época de Reducción a la mitad Anterior</nobr>
fa: ‫<nobr>تغییر سختی دوره نیمه‌های قبلی</nobr>

# UI
source: How much bitcoin network difficulty changed in total during the previous fully-completed halving epoch
es: Cuánta dificultad de la red de bitcoin cambió en total durante la época completa de reducción a la mitad anterior
fa: میزان سختی شبکه بیت کوین در کل در طول دوره نیمه نهایی قبلی چقدر تغییر کرده است

# UI
source: Estimated daily profit if running Braiins OS+ at the given mining rig's stock power consumption level. Real world results can vary from one machine to the next depending on silicon quality, cooling method, and other factors. It is also possible to run Braiins OS+ on many other power inputs (e.g. overclocking, Low Power Mode, etc.)
es: Ganancia diaria estimada si se ejecuta Braiins OS+ en el nivel de consumo de energía de serie del equipo de minería dado. Los resultados del mundo real pueden variar de una máquina a otra dependiendo de la calidad del silicio, el método de enfriamiento y otros factores. También es posible ejecutar Braiins OS+ en muchas otras entradas de energía (por ejemplo, overclocking, modo de bajo consumo, etc.)
fa: سود تخمینی روزانه در صورت اجرای Braiins OS+ در سطح مصرف انرژی قابل مصرف در مقدار کارخانه داده شده. نتایج واقعی بسته به کیفیت سیلیکون، روش خنک‌سازی و سایر عوامل می‌تواند از یک ماشین به ماشین دیگر متفاوت باشد. همچنین امکان اجرای Braiins OS+ روی بسیاری از ورودی های برق دیگر (مانند اورکلاک، حالت کم مصرف و غیره) وجود دارد

# UI
source: Cannot download chart
es: No se puede descargar el gráfico
fa: نمودار دانلود نمی شود

# UI
source: Scale
es: Escala
fa: مقیاس

# UI
source: Linear
es: Lineal
fa: خطی

# UI
source: Logarithmic
es: Logarítmica
fa: لگاریتمی

# UI
source: Your feedback is highly appreciated.
es: Sus comentarios son muy apreciados.
fa: از بازخورد شما بسیار قدردانی می شود.

# UI
source: Thank you for answering
es: Gracias por responder
fa: از پاسخگویی شما سپاسگزاریم

# UI
source: Provide feedback
es: Proporcionar comentarios
fa: ارائه بازخورد

# UI
source: Your feedback is very important to us.{br}Help us improve your experience.
es: Sus comentarios son muy importantes para nosotros.{br}Ayúdenos a mejorar su experiencia.
fa: بازخورد شما برای ما بسیار مهم است.{br}به ما در بهبود تجربه خود کمک کنید.

# UI
source: Your feedback
es: Su opinión
fa: بازخورد شما

# UI
source: What we can do to improve Braiins Insights?
es: ¿Qué podemos hacer para mejorar Braiins Insights?
fa: برای بهبود Braiins Insights چه کاری می توانیم انجام دهیم؟

# UI
source: How likely are you to recommend us to a fellow miner?
es: ¿Qué tan probable es que nos recomiende a un compañero minero?
fa: چقدر احتمال دارد که ما را به یک ماینر همکار معرفی کنید؟

# UI
source: Can we contact you to ask for more information?
es: ¿Podemos ponernos en contacto con usted para solicitar más información?
fa: آیا می توانیم برای درخواست اطلاعات بیشتر با شما تماس بگیریم؟

# UI
source: Invalid e-mail format
es: Formato de correo inválido
fa: فرمت ایمیل نامعتبر است

# UI
source: We would like to hear your <strong>feedback</strong>. Please use a feedback form and help us improve our customer experience.
es: Nos gustaría escuchar sus <strong>comentarios</strong>. Utilice un formulario de comentarios y ayúdenos a mejorar la experiencia de nuestros clientes.
fa: مایلیم <strong>بازخورد</strong> شما را بشنویم. لطفاً از فرم بازخورد استفاده کنید و به ما در بهبود تجربه مشتری کمک کنید.

# UI
source: Submit feedback
es: Enviar comentarios
fa: ارسال بازخورد

# UI
source: Percent
es: Por ciento
fa: درصد

# UI
source: {selected, plural, =1 {# item} other {# items}} selected
es: {selected, plural, =1 {# item} otros {# items}} seleccionados
fa: ‫{selected, plural, =1 {# مورد} other {# مورد}} انتخاب شده

# UI
source: All {selected, plural, =1 {# item} other {# items}} available items are selected.
es: All {selected, plural, =1 {# elemento} other {# elementos}} los elementos disponibles están seleccionados.
fa: همه {selected, plural, =1 {# مورد} other {# مورد}} موارد موجود انتخاب شده اند.

# UI
source: All {selected, plural, =1 {# item} other {# items}} on this page are selected. <a>Select all {available, plural, =1 {# item} other {# items}}</a>
es: Todos {selected, plural, =1 {# item} otros {# items}} en esta página están seleccionados. <a>Seleccionar todos {available, plural, =1 {# item} otros {# items}}</a>
fa: همه {selected, plural, =1 {# مورد} other {# مورد}} در این صفحه انتخاب شده است. <a>انتخاب همه {available, plural, =1 {# مورد} other {# مورد}}</a>

# UI
source: 1W <nobr>Hashrate</nobr>
es: 1W <nobr>Tasa de hash</nobr>
fa: ۱هفته <nobr>هش‌ریت</nobr>

# UI
source: Braiins | Mining Insights
es: Braiins | Conocimientos de Minería

# UI
source: Backtest {range}
es: Prueba inversa {range}

# UI
source: Mining Insights
es: Información sobre Minería
