Repository: braiins/insights-i18n
Catalog: */frontend.po
Languages: es, fa

# UI
source: With price outpacing difficulty, the profitability of hashrate is increasing over time and the <em>Hardware Value </em>is depreciating much more slowly than in the previous case, leading to cumulative profit and net cash flow both accelerating upward each month.
es: Con en precio superando la dificultad, la rentabilidad de la tasa de hash está aumentando en el tiempo y el <em>Valor de Hardware </em>se está depreciando mucho mas despacio que en el caso previo, llevando a una acumulación de ganancias y flujo de caja neto ambos acelerando al alza cada mes.
fa: با پیشی گرفتن قیمت از سختی، سوددهی نرخ هش در طول زمان افزایش می یابد و ارزش سخت افزاری <em> </em> بسیار کندتر از حالت قبلی کاهش می یابد و منجر به سود تجمعی و جریان نقدی خالص می شود که هر ماه به سمت بالا افزایش می یابد.

# UI
source: Mining Insights | BTC Profitability Calculator Guide
es: Mining Insights | Guía Calculadora de Rentabilidad BTC
fa: Mining Insights | راهنمای محاسبه‌گر سودآوری بیت BTC

# UI
source: Mining Insights | Guides
es: Mining Insights | Guías
fa: Mining Insights | راهنما

# UI
source: Failed to fetch network stats!
es: ¡Falló en traer estadísticas de red!
fa: واکشی آمار شبکه انجام نشد!

# UI
source: Home
es: Inicio
fa: صفحه اصلی

# UI
source: Cost to Mine
es: Costo para Minar
fa: هزینه استخراج

# UI
source: Profitability
es: Rentabilidad
fa: سودآوری

# UI
source: Open menu
es: Abrir menú
fa: باز کردن منو

# UI
source: Required value!
es: ¡Valor requerido!
fa: مقدار فیلد اجباری!

# UI
source: Cannot calculate data without missing data!
es: ¡No puede calcular datos sin datos faltantes!
fa: بدون داده ها نمی توان داده ها را محاسبه کرد!

# UI
source: Inputs
es: Entradas
fa: ورودی‌ها

# UI
source: BTC Price
es: Precio BTC
fa: قیمت بیت کوین

# UI
source: Network Difficulty
es: Dificultad de Red
fa: سختی شبکه

# UI
source: Select Hardware
es: Elija Hardware
fa: انتخاب سخت افزار

# UI
source: Hashrate
es: Tasa de hash
fa: نرخ هش

# UI
source: Consumption
es: Consumo
fa: مصرف

# UI
source: Block Subsidy
es: Subsidio de Bloque
fa: یارانه بلوک

# UI
source: Pool Fee
es: Tasa de Pool
fa: هزینه استخر

# UI
source: Advanced Options
es: Opciones Avanzadas
fa: گزینه های پیشرفته

# UI
source: Diff. Increment
es: Incr. Dificultad
fa: افزایش سختی

# UI
source: Adjust the current difficulty by any percentage.
es: Ajusta la dificultad actual a cualquier porcentaje.
fa: سختی فعلی را با هر درصدی تنظیم کنید.

# UI
source: Other Fees
es: Otras Tarifas
fa: هزینه های دیگر

# UI
source: Additional operational expenses such as dev fees for firmware, management and hosting fees, etc.
es: Gastos operativos adicionales como tarifas de desarrollo de firmware, tarifas de gestión y hospedaje, etc.
fa: هزینه های عملیاتی اضافی مانند هزینه های توسعه فریم‌ور، هزینه های مدیریتی و میزبانی و غیره.

# UI
source: Avg. Tx Fees
es: Tasas Prom. Tx
fa: میانگین هزینه های Tx

# UI
source: Average value of transaction fees per block mined.
es: Valor promedio de tasas de transacción por bloque minado.
fa: متوسط ارزش کارمزد تراکنش در هر بلوک استخراج شده.

# UI
source: Otherwise we’ll include currently filled values
es: De otro modo, incluiremos los valores rellenados actualmente
fa: در غیر این صورت، مقادیر پر شده فعلی را اضافه می کنیم

# UI
source: Cost to Mine 1 Bitcoin
es: Costo para Minar 1 bitcoin
fa: هزینه استخراج ۱ بیت کوین

# UI
source: User Guide
es: Guía de Usuario
fa: راهنمای کاربر

# UI
source: Share
es: Aporte
fa: هم رسانی

# UI
source: Hardware Efficiency
es: Eficiencia de Hardware
fa: بهره‌وری دستگاه

# UI
source: Margin
es: Margen
fa: حاشیه

# UI
source: BTC Mined per Day
es: BTC Minado por Día
fa: بیت کوین استخراج شده در هر روز

# UI
source: Profit per Day
es: Ganancias por Día
fa: سود در هر روز

# UI
source: Cost to Mine 1 BTC
es: Costo para Minar 1 BTC
fa: هزینه استخراج ۱ بیت کوین

# UI
source: Time Period
es: Período de Tiempo
fa: دوره زمانی

# UI
source: Difficulty Increment
es: Aumento de Dificultad
fa: افزایش سختی

# UI
source: Price Increment
es: Incremento de Precio
fa: افزایش قیمت

# UI
source: CAPEX
fa: سرمایه‌های ثابت

# UI
source: Initial capital expenditure (e.g. purchasing hardware, setting up more capacity, labor and materials for installation, etc.).
es: Gasto Inicial de capital (ej: compra de hardware, aumento de capacidad, mano de obra, materiales para instalación, etc.).
fa: هزینه اولیه سرمایه (برای مثال: خرید سخت‌افزار، ایجاد ظرفیت بیشتر برای دستگاه‌ها، نیروی کار و مصالح و غیره ).

# UI
source: Monthly OPEX
es: OPEX Mensual
fa: هزینه عملیاتی ماهانه

# UI
source: Fixed monthly expenses (e.g. labor, security, insurance, taxes).
es: Costos fijos mensual (ej: trabajo, seguridad, seguro, impuestos).
fa: هزینه‌های ثابت ماهانه (برای مثال: نیروی کار، امنیت، بیمه، مالیات و غیره).

# UI
source: Total starting value of your ASIC hardware inventory.
es: Valor total inicial de su inventario de hardware ASIC.
fa: ارزش کل موجودی سخت‌افزار ASIC شما.

# UI
source: Initial Infra Value
es: Valor Infra Inicial
fa: ارزش اولیه زیرساخت

# UI
source: Total starting value of your infrastructure (e.g.: land, data center infrastructure, containers, immersion cooling systems).
es: Valor total inicial de su infraestructura (ej: tierra, infraestructura data center, contenedores, sistemas de enfriamiento por inmersión).
fa: جمع کل ارزش زیرساختی (برای مثال زمین، زیرساخت مرکز داده، کانتینرها، سیستم‌ها خنک کننده مایع و غیره).

# UI
source: The % of your monthly profit that you hold as BTC instead of cashing out entirely to fiat.
es: El % de su ganancia mensual que mantiene como BTC en lugar de cobrarla toda por fiat.
fa: درصدی ٪ از سود ماهانه شما که به جای تبدیل کردن به پول فیات به صورت بیت‌کوین ذخیره می‌کنید.

# UI
source: Bitcoin Mining Profitability Calculator
es: Calculadora de Rentabilidad Minera Bitcoin
fa: محاسبه‌گر سودآوری استخراج بیت کوین

# UI
source: The average cost to mine 1 BTC for your mining operation.
es: El costo promedio para minar 1 BTC en su operación minera.
fa: میانگین هزینه استخراج ۱ بیت‌کوین برای عملیات استخراج شما.

# UI
source: Electricity Break Even
es: Punto de Equilibrio Electricidad
fa: سر به سر برق

# UI
source: The month when your cumulative profit equals or surpasses your initial CAPEX investment. Will not display a number if CAPEX = 0 or if the Break Even point is not reached during the given time period.
es: El mes cuando sus ganancias acumuladas igualan o sobrepasan su inversión inicial CAPEX. No mostrará un número si CAPEX = 0 o si el Punto de Equilibrio no se alcanza durante el período de tiempo dado.
fa: ماهی که سود تجمعی شما با سرمایه اولیه سر به سر یا از آن فراتر شود. اگر سرمایه اولیه CAPEX = 0 باشد یا در این دوره زمانی به نقطه سر به سر نرسد، عددی نمایش داده نمی‌شود.

# UI
source: Total BTC Mined
es: Total BTC Minado
fa: کل بیت کوین استخراج شده

# UI
source: IRR
es: TIR
fa: نرخ بازده داخلی IRR

# UI
source: Internal Rate of Return, a metric used to estimate the profitability of potential investments.{br}IRR value is undefined when CAPEX is 0.
es: Tasa Interna de Retorno, una métrica usada para estimar la rentabilidad de inversiones potenciales.{br}El valor TIR no está definido si CAPEX es 0.
fa: نرخ بازده داخلی،‌ معیاری برای تخمین سودده بودن سرمایه‌گذاری های بالقوه استفاده می‌شود. اگر CAPEX = 0 باشد undefined نمایش داده می شود.

# UI
source: Profitability Calculator
es: Calculadora de Rentabilidad
fa: ماشین حساب سودبخشی

# UI
source: Bitcoin Mining Stats
es: Estadísticas Minería Bitcoin
fa: آمارهای استخراج بیت کوین

# UI
source: Profitability of Popular SHA-256 ASICs
es: Rentabilidad de ASICs SHA-256 populares
fa: سودآوری ASIC های محبوب SHA-256

# UI
source: Bitcoin Miner Holdings & Transaction Flows
es: Activos Mineros BItcoin y Flujos de Transacción
fa: منابع معدنی بیت کوین و جریان های تراکنش

# UI
source: Powered by Coin Metrics Network Data Pro
es: Alimentado por Coin Metrics Network Data Pro
fa: قدرت گرفته از Coin Metrics Network Data Pro

# UI
source: Bitcoin ASIC Hardware & Power Capacity Calculator
es: Hardware ASIC Bitcoin y Calculadora de Capacidad de Potencia
fa: محاسبه‌گر دستگاه ASIC بیت کوین و توان ظرفیت

# UI
source: By subscribing you are agreeing to our <a>Privacy Policy</a>
es: Al suscribirse está de acuerdo con nuestra <a>Política de Privacidad</a>
fa: با مشترک شدن با <a> خط مشی رازداری ما </a> موافقت می کنید

# UI
source: Other Mining Tools
es: Otras Herramientas de Minería
fa: سایز ابزارهای ماینینگ

# UI
source: Bitcoin Profitability Calculator
es: Calculadora Rentabilidad Bitcoin
fa: محاسبه‌گر سودآوری بیت کوین

# UI
source: This calculator will show you your net profit from mining based on your hashrate, efficiency, electricity price, and other operational expences. To include capital expenditure (e.g. costs to buy hardware), use the advanced inputs.
es: Esta calculadora le mostrará su ganancia neta basada en su tasa de hash, eficiencia, precio de electricidad y otros gastos operacionales. Para incluir gastos de capital (ej: costos de compra de hardware), use las entradas avanzadas.
fa: این ماشین حساب سود خالص شما از استخراج را بر اساس نرخ هش، کارایی، قیمت برق و سایر هزینه های عملیاتی به شما نشان می دهد. جهت اعمال هزینه های سرمایه ای (به عنوان مثال هزینه های خرید سخت افزار)، از ورودی های پیشرفته استفاده کنید.

# UI
source: Launch Calculator
es: Iniciar calculadora
fa: اجرای ماشین حساب

# UI
source: This calculator will show you the cost to mine 1 Bitcoin based on your hashrate, power consumption, and additional (optional) inputs. You can select any hardware model from the dropdown menu or choose “Custom” to input the hashrate and power consumption yourself.
es: Esta calculadora le mostrará el costo para minar 1 bitcoin basado en su tasa de hach, consumo de potencia, y entradas adicionales (opcional). Puede elegir cualquier modelo de hardware desde el menú desplegable o escoger "Personalizado" para ingresar usted la tasa de hash y consumo de potencia.
fa: این ماشین حساب هزینه استخراج ۱ بیت کوین را براساس میزان نرخ هش، مصرف برق و ورودی های اضافی (اختیاری) به شما نشان می دهد. می توانید هر مدل سخت افزاری را از منوی کشویی انتخاب کنید یا "Custom" را برای وارد کردن نرخ هش و مصرف برق خودتان انتخاب کنید.

# UI
source: Published on $date
es: Publicado el $date
fa: منتشر شده در $date

# UI
source: Start Reading
es: Empezar Lectura
fa: شروع خواندن

# UI
source: Table of Contents
es: Tabla de Contenidos
fa: فهرست مطالب

# UI
source: Go to Homepage
es: Ir a la Página de Inicio
fa: برو به صفحه اصلی

# UI
source: Bitcoin Miner Holdings
es: Activos Minería Bitcoin
fa: دارایی های استخراج کننده بیت کوین

# UI
source: Bitcoin Miner Flows
es: Flujos Minería Bitcoin
fa: جریان ماینر بیت کوین

# UI
source: An error has occurred in the chart!
es: ¡Un error ha ocurrido en la gráfica!
fa: خطایی در نمودار رخ داده است!

# UI
source: Profit/Loss (USD)
es: Ganancia/Pérdida (USD)
fa: سود/زیان (USD)

# UI
source: Electricity Price (USD)
es: Precio Electricidad (USD)
fa: قیمت برق (دلار)

# UI
source: We've failed to report the issue (you might have a connection issues).
es: No hemos podido reportar el incidente (usted podría tener problemas de conexión).
fa: ما نتوانستیم مشکل را گزارش دهیم (ممکن است مشکل ارتباطی داشته باشید).

# UI
source: Please contact our technical support team.
es: Póngase en contacto con nuestro equipo de soporte técnico.
fa: لطفا با تیم پشتیبانی فنی ما تماس بگیرید.

# UI
source: We have been notified about the issue and are working on a fix.
es: Se nos ha notificado el problema y estamos trabajando para solucionarlo.
fa: ما در مورد این موضوع مطلع شده ایم و در حال رفع مشکل هستیم.

# UI
source: For further information please contact our technical support.
es: Para más información, póngase en contacto con nuestro soporte técnico.
fa: برای اطلاعات بیشتر لطفا با پشتیبانی فنی ما تماس بگیرید.

# UI
source: There's a new version of this page available
es: Hay una nueva versión de esta página disponible
fa: یک نسخه جدید از این صفحه در دسترس وجود دارد

# UI
source: This is not an error, we have just released a new version of this page.
es: Esto no es un error, acabamos de liberar una nueva versión de esta página.
fa: این یک خطا نیست ، ما به تازگی نسخه جدیدی از این صفحه را منتشر کرده ایم.

# UI
source: Please reload the page to get the latest version.
es: Vuelva a cargar la página para obtener la última versión.
fa: لطفاً صفحه را مجدد بارگیری کنید تا آخرین نسخه را دریافت کنید.

# UI
source: Reload the page to continue
es: Recargue la página para continuar
fa: برای ادامه صفحه را بارگذاری کنید

# UI
source: Technical support
es: Soporte Técnico
fa: پشتیبانی فنی

# UI
source: Unknown Error
es: Error desconocido
fa: خطا ناشناخته

# UI
source: Step left
es: Izquierda
fa: یک گام به چپ

# UI
source: Step right
es: Derecha
fa: یک گام به راست

# UI
source: Skip to the end
es: Saltar al final
fa: به مرحله پایان بروید

# UI
source: Invalid format of news feed received!
es: ¡Formato inválido de noticias recibido!
fa: فرمت نامعتبر فید خبری دریافت شد!

# UI
source: News from Braiins.com
es: Noticias desde Braiins.com
fa: اخبار از Braiins.com

# UI
source: View all news
es: Ver todas las noticias
fa: نمایش همه خبرها

# UI
source: Hashrate <nobr>(current)</nobr>
es: Tasa de hash <nobr>(actual)</nobr>
fa: نرخ هش<nobr>حال حاضر</nobr>

# UI
source: Monthly Revenue
es: Ingreso Mensual
fa: درآمد ماهانه

# UI
source: Hardware Value
es: Valor Hardware
fa: ارزش سخت‌افزاری

# UI
source: Difficulty Stats
es: Estadísticas de Dificultad
fa: آمار سختی

# UI
source: Difficulty
es: Dificultad
fa: سختی

# UI
source: HW Model
es: Modelo HW
fa: مدل سخت افزار

# UI
source: Break-Even <nobr>Electricity Price</nobr>
es: Punto de Equilibrio <nobr>Precio Electricidad</nobr>
fa: سر به سر <nobr>قیمت برق</nobr>

# UI
source: Daily Profit <nobr>(Stock FW)</nobr>
es: Ganancia Diaria <nobr>(FW serie)</nobr>
fa: سود روزانه <nobr>(Braiins OS+)</nobr>

# UI
source: Daily BTC Mined
es: BTC Minado Diario
fa: بیت کوین استخراج شده روزانه

# UI
source: Electricity Price
es: Precio Electricidad
fa: قیمت برق

# UI
source: Pool
fa: استخر

# UI
source: Blocks Mined
es: Bloques Minados
fa: بلوک های استخراج شده

# UI
source: Average <nobr>Block Value</nobr>
es: <nobr>Valor de Bloque</nobr> promedio
fa: <nobr>ارزش بلوک</nobr> میانگین

# UI
source: Market Share
es: Cuota de Mercado
fa: سهم بازار

# UI
source: 1D
fa: ۱روز

# UI
source: 5D
fa: ۵روز

# UI
source: 5W
es: 5S
fa: ۵هفته

# UI
source: $name pool icon
es: Ícono de pool $name
fa: نماد استخر $name

# UI
source: Unknown
es: Desconocido
fa: نامعلوم

# UI
source: Miner / Pool
es: Minero / Pool
fa: استخراج کننده / استخر

# UI
source: Block Mined
es: Bloque Minado
fa: بلوک استخراج شده

# UI
source: Hardware Name
es: Nombre Hardware
fa: نام سخت افزار

# UI
source: # of Units
es: # de Unidades
fa: # تعداد واحد

# UI
source: Total Hashrate
es: Tasa de hash Total
fa: نرخ هش کل

# UI
source: Go to the Profitability Calculator with pre-set values for hashrate & consumption
es: Vaya a Calculadora Rentabilidad con valores preestablecidos tasa de hash y consumo
fa: به بخش محاسبه‌گر سود با مقادیر از پیش تعیین شده برای نرخ هش و مصرف بروید

# UI
source: Filter
es: Filtro
fa: فیلتر

# UI
source: Capacity
es: Capacidad
fa: ظرفیت

# UI
source: Share on
es: Compartir en
fa: به اشتراک گذاری در

# UI
source: URL
es: Dirección (URL)
fa: پیوند

# UI
source: Embed Code
es: Código Empotrado
fa: قرار دادن کد

# UI
source: Share Results
es: Compartir Resultados
fa: نتایج را به اشتراک بگذارید

# UI
source: Embed Form
es: Formulario Empotrado
fa: قراردادن فرم

# UI
source: Required Field!
es: ¡Campo Requerido!
fa: این فیلد اجباری است!

# UI
source: Select hardware
es: Elija hardware
fa: انتخاب سخت افزار

# UI
source: Cancel
es: Cancelar
fa: لغو

# UI
source: Select Manufacturer
es: Seleccione Fabricante
fa: انتخاب تولید کننده

# UI
source: Select HW Model
es: Seleccione Modelo HW
fa: انتخاب مدل سخت افزار

# UI
source: Now
es: Ahora
fa: اکنون

# UI
source: {num} {num, plural, =1 {year} other {years} }
fa: {num} {num, plural, =1 {سال} other {سال} }

# UI
source: {num} {num, plural, =1 {month} other {months} }
fa: {num} {num, plural, =1 {ماه} other {ماهها} }

# UI
source: {num} {num, plural, =1 {week} other {weeks} }
fa: {num} {num, plural, =1 {هفته} other {هفته} }

# UI
source: {num} {num, plural, =1 {day} other {days} }
fa: {num} {num, plural, =1 {روز} other {روز} }

# UI
source: {num} {num, plural, =1 {hour} other {hours} }
fa: {num} {num, plural, =1 {ساعت} other {ساعت} }

# UI
source: {num} {num, plural, =1 {minute} other {minutes} }
fa: {num} {num, plural, =1 {دقیقه} other {دقیقه} }

# UI
source: {num} {num, plural, =1 {second} other {seconds} }
fa: {num} {num, plural, =1 {ثانیه} other {ثانیه} }

# UI
source: in {a}
es: en {a}
fa: در {a}

# UI
source: in {a} and {b}
es: en {a} y {b}
fa: در {a} و {b}

# UI
source: {a} and {b}
es: {a} y {b}
fa: {a} و {b}

# UI
source: Failed to load the calendar widget
es: No se pudo cargar widget de calendario
fa: ویجت تقویم بارگیری نشد

# UI
source: Enter the one-time password<br/>generated by your OTP app
es: Introduzca la contraseña de un solo uso<br/>generada por su aplicación OTP
fa: رمز عبور یکبار مصرف را وارد کنید<br/>ایجاد شده توسط برنامه OTP شما

# UI
source: Choose an option
es: Elija una opción
fa: یک گزینه را انتخاب کنید

# UI
source: Previous page
es: Página previa
fa: صفحه قبلی

# UI
source: Next page
es: Página siguiente
fa: صفحه بعدی

# UI
source: Language
es: Idioma
fa: زبان

# UI
source: Email Confirmation
es: Confirmación de Correo
fa: تأیید ایمیل

# UI
source: A confirmation email has been sent to: <strong>{email}</strong>
es: Un correo de confirmación ha sido enviado a: <strong>{email}</strong>
fa: یک ایمیل تایید به آدرس: <strong>{email}</strong> ارسال شد

# UI
source: Please confirm the request by following the link included.
es: Confirme la solicitud siguiendo el enlace incluido.
fa: لطفاً درخواست را با دنبال کردن لینک موجود تأیید کنید.

# UI
source: Inflow
es: Ingreso
fa: ورودی

# UI
source: 1-hop Miner Flows
es: 1-salto Minero Flujos
fa: ۱- پرش جریان ماینر

# UI
source: 0-hop (Pools)
es: 0-salto (Pools)
fa: ۰ پرش (Pools)

# UI
source: Miner Net Flows
es: Flujos Minero Neto
fa: جریان استخراج خالص

# UI
source: 30-day MRI
es: 30-días IRM
fa: MRI ۳۰-روزه

# UI
source: Coinbase Distance
es: Distancia Coinbase
fa: فاصله Coinbase

# UI
source: 1-hop (Miners)
es: 1-salto (Mineros)
fa: 1-پرش (ماینرها)

# UI
source: Outflow
es: Egreso
fa: خروجی

# UI
source: Cannot download chart, no config present!
es: No pudo descargar gráfica, ¡sin configuración!
fa: نمودار را نمی توان دانلود کرد، هیچ پیکربندی در حال حاضر موجود نیست!

# UI
source: Type:
es: Tipo:
fa: نوع:

# UI
source: Period
es: Período
fa: دوره

# UI
source: Exit Fullscreen [ESC]
es: Salir Pantalla completa [ESC]
fa: خروج از حالت تمام صفحه [ESC]

# UI
source: Download
es: Descargar
fa: دانلود

# UI
source: Generating the image…
es: Generando la imagen…
fa: تولید تصویر…

# UI
source: Absolute
es: Absoluto
fa: مطلق

# UI
source: Miner Holdings as a Proportion of Supply
es: Activos Mineros como Proporción de Suministro
fa: دارایی های ماینر به عنوان نسبت عرضه

# UI
source: Proportional
es: Proporcional
fa: متناسب

# UI
source: Remaining Supply
es: Suministro Restante
fa: عرضه باقیمانده

# UI
source: 1 hop (Miners)
es: 1 salto (Mineros)
fa: ۱-پرش (ماینرها)

# UI
source: 0 hops (Pools)
es: 0 saltos (Pools)
fa: ۰ پرش (Pools)

# UI
source: Total Holdings (BTC)
es: Total Activos (BTC)
fa: کل بیت کوین هلد شده (BTC)

# UI
source: Today
es: Hoy
fa: امروز

# UI
source: Yesterday
es: Ayer
fa: دیروز

# UI
source: This Week
es: Esta Semana
fa: هفته جاری

# UI
source: Last Week
es: Última Semana
fa: هفته گذشته

# UI
source: This Month
es: Este Mes
fa: ماه جاری

# UI
source: Last Month
es: Último Mes
fa: ماه گذشته

# CAL
source: Su
es: Do
fa: یکشنبه

# CAL
source: Mo
es: Lu
fa: دوشنبه

# CAL
source: Tu
es: Ma
fa: سه‌شنبه

# CAL
source: We
es: Mi
fa: چهارشنبه

# CAL
source: Th
es: Ju
fa: پنجشنبه

# CAL
source: Fr
es: Vi
fa: جمعه

# CAL
source: Sa
fa: شنبه

# CAL
source: Sunday
es: Domingo
fa: یکشنبه

# CAL
source: Monday
es: Lunes
fa: دوشنبه

# CAL
source: Tuesday
es: Martes
fa: سه‌شنبه

# CAL
source: Wednesday
es: Miércoles
fa: چهارشنبه

# CAL
source: Thursday
es: Jueves
fa: پنجشنبه

# CAL
source: Friday
es: Viernes
fa: جمعه

# CAL
source: Saturday
es: Sábado
fa: شنبه

# CAL
source: Jan
es: Ene
fa: ژانویه

# CAL
source: Feb
fa: فوریه

# CAL
source: Mar
fa: مارس

# CAL
source: Apr
es: Abr
fa: آوریل

# CAL
source: May
fa: می

# CAL
source: Jun
fa: ژوئن

# CAL
source: Jul
fa: جولای

# CAL
source: Aug
es: Ago
fa: آگوست

# CAL
source: Sep
fa: سپتامبر

# CAL
source: Oct
fa: اوکتبر

# CAL
source: Nov
fa: نوامبر

# CAL
source: Dec
es: Dic
fa: دسامبر

# CAL
source: January
es: Enero
fa: ژانويه

# CAL
source: February
es: Febrero
fa: فوریه

# CAL
source: March
es: Marzo
fa: مارس

# CAL
source: April
es: Abril
fa: آوریل

# CAL
source: June
es: Junio
fa: ژوئن

# CAL
source: July
es: Julio
fa: جولای

# CAL
source: August
es: Agosto
fa: آگوست

# CAL
source: September
es: Septiembre
fa: سپتامبر

# CAL
source: October
es: Octubre
fa: اوکتبر

# CAL
source: November
es: Noviembre
fa: نوامبر

# CAL
source: December
es: Diciembre
fa: دسامبر

# UI
source: No data…
es: Sin datos…
fa: بدون اطلاعات…

# UI
source: Alternatively, you can select the <em>Custom</em> option to input your own hashrate and power consumption values rather than using preloaded values from the ASIC database, which is best if you use a performance boosting firmware like <a>Braiins OS+‎</a> to improve your device's efficiency.
es: Alternativamente, puede seleccionar la opción <em>Personalizada</em> para introducir sus propios valores de tasa de hash y consumo de energía en lugar de utilizar los valores precargados de la base de datos del ASIC, lo cual es mejor si utiliza un firmware de mejora del rendimiento como <a>Braiins OS+</a> para mejorar la eficiencia de su dispositivo.
fa: همچنین، می‌توانید گزینه <em>سفارشی</em> را برای وارد کردن مقادیر هش و مصرف انرژی خود به جای استفاده از مقادیر از پیش بارگذاری‌شده از پایگاه داده ASIC انتخاب کنید، که اگر از یک فریم‌ور ارتقادهنده عملکرد مانند <a>Braiins OS+‎ استفاده کنید، </a> برای بهبود کارایی دستگاه شما بهتر است.

# UI
source: Get up to 20% better efficiency with Braiins OS+‎
es: Obtenga hasta 20% mejor eficiencia con Braiins OS+
fa: با استفاده از +Braiins OS تا ۲۰٪ کارایی بهتری دریافت کنید

# UI
source: Failed to load profitability data!
es: ¡No se pudieron cargar los datos de rentabilidad!
fa: داده های سودآوری بارگیری نشد!

# UI
source: Hashrate <nobr>(30 Days)</nobr>
es: Tasa de hash <nobr>(30 Días)</nobr>
fa: نرخ هش <nobr>(۳۰ روز)</nobr>

# UI
source: Average Fees per Block <nobr>(144 Blocks)</nobr>
es: Tasas Medias por Bloque <nobr>(144 Bloques)</nobr>
fa: میانگین کارمزد در هر بلوک <nobr> (۱۴۴ بلوک) </nobr>

# UI
source: Fees % of Block Reward <nobr>(144 Blocks)</nobr>
es: Tasas % de Recompensa por Bloque <nobr>(144 Bloques)</nobr>
fa: کارمزد % پاداش بلوک <nobr>(۱۴۴ بلوک)</nobr>

# UI
source: Total Mining Revenue <nobr>($mil/Day)</nobr>
es: Ingreso Total de Minería <nobr>($mil/Día)</nobr>
fa: مجموع درآمد ماینینگ <nobr>($mil/روز)</nobr>

# UI
source: Failed to load news feed!
es: ¡No se pudo cargar la fuente de noticias!
fa: فید خبری بارگیری نشد!

# UI
source: Current Epoch Block Time
es: Tiempo de Bloque en Época actual
fa: زمان بلوک دوران کنونی

# UI
source: Estimated Adjustment
es: Ajuste estimado
fa: تعدیل برآورد شده

# UI
source: Estimated Next Difficulty
es: Próxima Dificultad Estimada
fa: سختی آتی برآورد شده

# UI
source: Estimated Adjustment Date
es: Fecha Estimada de Ajuste
fa: تاریخ تنظیم برآورد شده

# UI
source: Previous Adjustment
es: Ajuste Anterior
fa: تعدیل قبلی

# UI
source: Coming Soon™‎
es: Próximamente™
fa: به زودي ™

# UI
source: Daily Profit <nobr>(Braiins OS+‎)</nobr>
es: Beneficio Diario <nobr>(Braiins OS+)</nobr>
fa: سود روزانه <nobr>(Braiins OS+)</nobr>

# UI
source: Failed to load pools data!
es: ¡No se pudo cargar datos de los pool!
fa: داده های استخر بارگیری نشد!
