Repository: braiins/insights-i18n
Catalog: */frontend.po
Languages: es, fa

# UI
source: Note that this should <em>not</em> include OpEx to run the miners, as that is calculated for you based on your power consumption and electricity price per kWh.
es: Tenga en cuenta que <em>no</em> incluye el OpEx para hacer funcionar los mineros, ya que se calcula para usted en función de su consumo de energía y el precio de la electricidad por kWh.
fa: توجه داشته باشید که این <em>نباید</em> شامل OpEx برای اجرای ماینرها باشد، زیرا بر اساس مصرف برق و قیمت برق در هر کیلووات ساعت برای شما محاسبه می‌شود.

# UI
source: The <em>Initial Hardware Value</em> input should be the estimated resale value of any mining hardware (ASICs and PSUs) you own. Meanwhile, the <em>Initial Infrastructure Value </em> should be the market value of all your infrastructure such as land, buildings, containers, immersion cooling tanks and fluid, generators, etc.
es: La entrada <em>Valor de hardware inicial</em> debe ser el valor de reventa estimado de cualquier hardware de minería (ASIC y PSU) que posea. Mientras tanto, el <em>Valor de infraestructura inicial </em> debe ser el valor de mercado de toda su infraestructura, como terrenos, edificios, contenedores, tanques y fluidos de enfriamiento de inmersión, generadores, etc.
fa: ورودی <em>ارزش اولیه سخت‌افزار</em> باید ارزش فروش مجدد تخمینی هر سخت‌افزار استخراج (ASIC و PSU) شما باشد. در همین حال، <em>ارزش اولیه زیرساخت</em> باید ارزش بازار تمام زیرساخت‌های شما مانند زمین، ساختمان‌ها، کانتینرها، مخازن و سیال خنک‌کننده غوطه‌وری، ژنراتورها و غیره باشد.

# UI
source: These two inputs for annual appreciation / depreciation allow you to change the value of your physical assets over time.
es: Estas dos entradas para la apreciación / depreciación anual le permiten cambiar el valor de sus activos físicos en el tiempo.
fa: این دو ورودی برای ارزش گذاری / استهلاک سالانه به شما امکان می دهد ارزش دارایی های فیزیکی خود را در طول زمان تغییر دهید.

# UI
source: Historically, the value of ASIC hardware is highly dependent on BTC price (and to a much lesser extent, the price of other SHA-256 coins including Bitcoin Cash and Bitcoin SV as well). At the same time, ASICs become less valuable when newer and more efficient models reach the market and the network difficulty increases. For instance, Antminer S9s that were originally selling for $2000 - $3000 in 2016 were available for $20 - $50 after the <a>2020 halving</a>.
es: Históricamente, el valor del hardware ASIC depende en gran medida del precio del BTC (y en mucha menor medida, del precio de otras monedas SHA-256, incluyendo Bitcoin Cash y Bitcoin SV también). Al mismo tiempo, los ASICs se vuelven menos valiosos cuando llegan al mercado modelos más nuevos y eficientes y la dificultad de la red aumenta. Por ejemplo, los Antminer S9 que originalmente se vendían por 2000 - 3000 dólares en 2016 estaban disponibles por 20 - 50 dólares después del <a>halving 2020</a>.
fa: از لحاظ تاریخی، ارزش سخت افزار ASIC به شدت به قیمت BTC (و تا حد بسیار کمتری، قیمت سایر سکه های SHA-256 از جمله بیت کوین کش و بیت کوین SV نیز بستگی دارد). در عین حال، وقتی مدل‌های جدیدتر و کارآمدتر به بازار می‌رسند و سختی شبکه افزایش می‌یابد، ASICها ارزش کمتری پیدا می‌کنند. به عنوان مثال، Antminer S9s که در ابتدا به قیمت ۲۰۰۰ تا ۳۰۰۰ دلار در سال ۲۰۱۶ فروخته می شدند، پس از <a>هاوینگ سال ۲۰۲۰</a> با قیمت ۲۰ تا ۵۰ دلار در دسترس بودند.

# UI
source: If you calculate mining cash flow for 6 - 12 months, BTC price should be a significant variable that determines the change in value of your hardware. On the other hand, increasing difficulty and newer ASICs hitting the market should be the main factors that contribute to depreciation over longer time periods of multiple years.
es: Si calcula el flujo de caja de la minería durante 6 a 12 meses, el precio de BTC debería ser una variable importante que determine el cambio en el valor de su hardware. Por otro lado, la creciente dificultad y los ASIC más nuevos que llegan al mercado deberían ser los principales factores que contribuyen a la depreciación durante períodos de tiempo más largos de varios años.
fa: اگر جریان نقدی استخراج را برای 6 تا 12 ماه محاسبه کنید، قیمت بیت کوین باید متغیر مهمی باشد که تغییر در ارزش سخت افزار شما را تعیین می کند. از سوی دیگر، افزایش سختی و ورود ASIC های جدیدتر به بازار باید از عوامل اصلی استهلاک در دوره های زمانی طولانی تر چند ساله باشد.

# UI
source: The value of your infrastructure such as containers, buildings, land, etc. is likely less correlated with BTC price compared to ASIC hardware. That’s why we enable you to set a separate rate for appreciation and depreciation of infrastructure.
es: El valor de su infraestructura, como contenedores, edificios, terrenos, etc., está probablemente menos correlacionado con el precio del BTC que el del hardware ASIC. Por eso le permitimos establecer una tasa separada para la apreciación y depreciación de la infraestructura.
fa: اگر جریان نقدی استخراج را برای 6 تا 12 ماه محاسبه کنید، قیمت بیت کوین باید متغیر مهمی باشد که تغییر در ارزش سخت افزار شما را تعیین می کند. از سوی دیگر، افزایش سختی و ورود ASIC های جدیدتر به بازار باید از عوامل اصلی استهلاک در دوره های زمانی طولانی تر چند ساله باشد.

# UI
source: Most miners do not mine bitcoin purely to maximize their fiat profit in the short-term. Instead, it’s very common for miners to hold at least some portion of their profits in BTC on their balance sheet, giving them exposure to potential price appreciation. With this in mind, we created the <em>HODL Ratio</em> as a way for users to determine a percentage of their net profit each month they want to keep in BTC rather than cashing it out.
es: La mayoría de los mineros no extraen bitcoin simplemente para maximizar su ganancia fiduciaria a corto plazo. En cambio, es muy común que los mineros mantengan al menos una parte de sus ganancias en BTC en su balance, lo que les da exposición a una posible apreciación de los precios. Con esto en mente, creamos la <em>relación HODL</em> como una forma para que los usuarios determinen un porcentaje de su ganancia neta cada mes que desean mantener en BTC en lugar de cobrarlo.
fa: اکثر ماینرها بیت کوین را صرفاً برای به حداکثر رساندن سود فیات خود در کوتاه مدت استخراج نمی کنند. در عوض، بسیار متداول است که ماینرها حداقل بخشی از سود خود را در بیت کوین در ترازنامه خود نگه می دارند و به آنها در معرض افزایش بالقوه قیمت قرار می گیرند. با در نظر گرفتن این موضوع، ما <em>نسبت HODL</em> را ایجاد کردیم تا کاربران بتوانند درصدی از سود خالص خود را در هر ماه که می‌خواهند در بیت‌کوین نگه دارند، تعیین کنند تا اینکه آن را نقد کنند.

# UI
source: If you set a nonzero value for <em>Price Increment</em> in the basic inputs, the HODL Ratio will impact your <em>End Profit/Loss</em> as the value of BTC on your balance sheet will appreciate or depreciate in fiat terms over time.
es: Si establece un valor distinto de cero para <em>Incremento de Precio</em> en las entradas básicas, la relación HODL afectará a su <em>Ganancia/Pérdida final</em> ya que el valor de BTC en su balance general se apreciará o depreciará en términos fiat con el tiempo.
fa: اگر مقداری غیر صفر را برای <em>افزایش قیمت</em> در ورودی های اصلی تنظیم کنید، نسبت HODL بر <em>سود/زیان پایانی</em> شما تأثیر می گذارد زیرا ارزش BTC در ترازنامه شما افزایش می یابد یا در طول زمان بر حسب فیات کاهش می یابد.

# UI
source: Finally, we’ll leave you with an example of how you can use the mining profitability and cash flow calculator to visualize projections for multiple different scenarios for BTC price action in the future. Whether you want to present financial projections to prospective investors or just inform yourself in order to make better decisions when managing your business, this can aid you in that venture.
es: Por último, le dejamos con un ejemplo de cómo puede utilizar la calculadora de rentabilidad minera y flujo de caja para visualizar las proyecciones de múltiples escenarios diferentes para la acción del precio del BTC en el futuro. Tanto si quiere presentar proyecciones financieras a posibles inversores como si sólo quiere informarse para tomar mejores decisiones a la hora de gestionar su negocio, esto puede ayudarle en esa empresa.
fa: در نهایت، نمونه‌ای از نحوه استفاده از محاسبه‌گر سوددهی استخراج و جریان نقدی برای تجسم پیش‌بینی‌ها برای سناریوهای مختلف برای اقدامات قیمت بیت کوین در آینده به شما می‌دهیم. چه بخواهید پیش‌بینی‌های مالی را به سرمایه‌گذاران بالقوه ارائه دهید یا فقط خود را آگاه کنید تا در هنگام مدیریت کسب‌وکارتان تصمیم‌های بهتری بگیرید، این می‌تواند به شما در آن سرمایه‌گذاری کمک کند.

# UI
source: Bitcoin Mining Profitability Calculator User Guide
es: Guía del Usuario de la Calculadora de Rentabilidad de la Minería de Bitcoin
fa: راهنمای کاربری ماشین حساب سودآوری استخراج بیت کوین

# UI
source: Instructions explaining how to use the Advanced Options in our bitcoin mining profitability calculator in order to estimate cash flow for your mining operation.
es: Instrucciones que explican cómo utilizar las opciones avanzadas de nuestra calculadora de rentabilidad de la minería de bitcoin para estimar el flujo de caja de su operación minera.
fa: دستورالعمل‌هایی که نحوه استفاده از گزینه‌های پیشرفته را در ماشین حساب سودآوری استخراج بیت کوین به منظور تخمین جریان نقدی برای عملیات استخراج شما توضیح می‌دهد.

# UI
source: Dark theme
es: Tema oscuro
fa: تم تاریک

# UI
source: Light theme
es: Tema claro
fa: تم روشن

# UI
source: Pools and Blocks
es: Pools y Bloques
fa: استخرها و بلوک ها

# UI
source: Mining Insights is a collection of mining data tools and key Bitcoin metrics built by Braiins for Bitcoin miners.
es: Mining Insights es una colección de herramientas de datos de minería y métricas clave de Bitcoin construidas por Braiins para los mineros de Bitcoin.
fa: ‫Mining Insights مجموعه ای از ابزارهای داده استخراج و معیارهای کلیدی بیت کوین است که توسط Braiins برای استخراج کنندگان بیت کوین ساخته شده است.

# UI
source: Months to Halving
es: Meses para Reducción a la mitad
fa: ماه تا هاوینگ

# UI
source: In future projections, this is the amount of months until the Block Subsidy is halved. The default value is calculated automatically based on the current block height and an average block time of 10 minutes to reach the block height of the next halving. In other words, you can leave the default value if you want to estimate mining profitability starting today.
es: En las proyecciones futuras, se trata de la cantidad de meses que faltan para que el Subsidio de Bloque se reduzca a la mitad. El valor por defecto se calcula automáticamente en base a la altura de bloque actual y a un tiempo medio de bloque de 10 minutos para alcanzar la altura de bloque de la próxima reducción a la mitad. En otras palabras, puede dejar el valor por defecto si quiere estimar la rentabilidad minera a partir de hoy.
fa: در پیش‌بینی‌های آتی، این مقدار ماه‌هایی است که یارانه بلوکی نصف می‌شود. مقدار پیش فرض به طور خودکار بر اساس ارتفاع بلوک فعلی و میانگین زمان بلوک ۱۰ دقیقه برای رسیدن به ارتفاع بلوک در نصف بعدی محاسبه می شود. به عبارت دیگر، اگر می‌خواهید سود ماینینگ را از امروز تخمین بزنید، می‌توانید مقدار پیش‌فرض را بگذارید.

# UI
source: Currency
es: Moneda
fa: ارز

# UI
source: Choose whether your profitability and cash flow stats are shown in USD or BTC terms on the chart.
es: Elija si sus estadísticas de rentabilidad y flujo de caja se muestran en términos de USD o BTC en el gráfico.
fa: انتخاب کنید که آیا آمار سودآوری و جریان نقدی شما به صورت USD یا BTC در نمودار نشان داده شود.

# UI
source: Electricity price per kWh
es: Precio de la electricidad por kWh
fa: قیمت برق به ازای هر کیلووات ساعت

# UI
source: Avg. Tx Fees per Block
es: Tarifas promedio de Tx por Bloque
fa: میانگین نرخ Tx در هر بلوک (BTC)

# UI
source: Revenue Fees & Downtime
es: Tarifas de Ingresos y Tiempo de inactividad
fa: هزینه های درآمد و زمان خرابی

# UI
source: All fees on your BTC revenue, including pool fees, firmware dev fees, management software, etc., as well as lost revenue due to machine downtime. Note: if you anticipate significant downtime, it is better to scale down your hashrate and consumption by that percentage in order to reduce electricity costs.
es: Todas las tarifas de sus ingresos en BTC, incluidas las tarifas de pool, las tarifas de desarrollo de firmware, el software de gestión, etc., así como los ingresos perdidos por el tiempo de inactividad de la máquina. Nota: si prevé un tiempo de inactividad importante, es mejor que reduzca su tasa de hash y su consumo en ese porcentaje para reducir los costes de electricidad.
fa: تمام هزینه‌های درآمد BTC شما، از جمله هزینه‌های استخر، کارمزد توسعه فریم‌ور، نرم‌افزار مدیریت و غیره، و همچنین درآمد از دست رفته به دلیل خرابی دستگاه. توجه: اگر زمان قطعی قابل توجهی را پیش‌بینی می‌کنید، بهتر است میزان هش و مصرف خود را تا آن درصد کاهش دهید تا هزینه‌های برق کاهش یابد.

# UI
source: Profit Fees
es: Tarifas de Ganancias
fa: کارمزد سود

# UI
source: All fees on your monthly profit, such as profit shares with hosting providers or investors.
es: Todas las tarifas de su ganancia mensual, como la participación en las ganancias con proveedores de alojamiento o inversores.
fa: تمام کارمزدهای سود ماهانه شما، مانند سهام سود با ارائه دهندگان هاست یا سرمایه گذاران.

# UI
source: Annual change in difficulty over the given Time Period.
es: Cambio anual en la dificultad durante el Período de Tiempo dado.
fa: تغییر سالانه سختی در طول دوره زمانی معین.

# UI
source: Halving Difficulty Drop
es: Caída de Dificultad por Reducción a la mitad
fa: کاهش سختی به نصف

# UI
source: A one-time difficulty drop that occurs on the month of the halving as high cost miners immediately become unprofitable and go offline due to the decrease in the block subsidy.
es: Una caída de dificultad única que se produce en el mes de la reducción a la mitad, ya que los mineros de alto coste dejan de ser rentables inmediatamente y se desconectan debido a la disminución de la subvención del bloque.
fa: کاهش سختی یک‌باره که در ماه هاوینگ اتفاق می‌افتد، زیرا ماینرهای پرهزینه به دلیل کاهش یارانه بلوک، فوراً بی‌سود می‌شوند و آفلاین می‌شوند.

# UI
source: Income Tax Rate
es: Tasa de Impuesto sobre la Renta
fa: نرخ مالیات بر درآمد

# UI
source: Percentage of mining profits that get deducted to pay income taxes. Note that asset depreciation (e.g. for hardware) is factored in as OpEx and deducted as a business expense so this will be applied differently than “Profit Fees” which do not factor in depreciation.
es: Porcentaje de las ganancias mineras que se deducen para pagar impuestos sobre la renta. Tenga en cuenta que la depreciación de activos (por ejemplo, para hardware) se tiene en cuenta como OpEx y se deduce como un gasto comercial, por lo que esto se aplicará de manera diferente a las "Tarifas de Ganancias", que no tienen en cuenta la depreciación.
fa: درصدی از سود ماینینگ که برای پرداخت مالیات بر درآمد کسر می شود. توجه داشته باشید که استهلاک دارایی (مثلاً برای سخت‌افزار) به‌عنوان OpEx در نظر گرفته می‌شود و به‌عنوان هزینه‌های تجاری کسر می‌شود، بنابراین متفاوت از «هزینه‌های سود» که در استهلاک نقشی ندارند اعمال می‌شود.

# UI
source: Initial Hardware Value
es: Valor de Hardware Inicial
fa: ارزش اولیه سخت افزار

# UI
source: Hardware Appreciation / Depreciation
es: Apreciación / Depreciación de Hardware
fa: (٪) افزایش ارزش / استهلاک سخت افزار

# UI
source: Infra Appreciation / Depreciation
es: Apreciación / Depreciación de Infra
fa: (٪) افزایش ارزش / استهلاک زیرساخت

# UI
source: HODL Ratio applied on
es: Relación HODL aplicada en
fa: نسبت HODL

# UI
source: Apply the HODL Ratio to the total BTC mined each month (revenue) or to only the BTC mining rewards leftover after paying OpEx (profit).
es: Aplique la relación HODL al total de BTC extraído cada mes (ingresos) o solo a las recompensas mineras de BTC sobrantes después de pagar OpEx (ganancia).
fa: نسبت HODL را به کل بیت کوین استخراج شده در هر ماه (درآمد) یا فقط به پاداش های استخراج بیت کوین پس از پرداخت OpEx (سود) اعمال کنید.

# UI
source: Starting Cash Balance
es: Saldo Inicial de Caja
fa: موجودی نقدی اولیه

# UI
source: If you have cash on your balance sheet to cover OpEx without selling BTC to do so, input the amount here.
es: Si tiene efectivo en su balance general para cubrir gastos operativos sin vender BTC para hacerlo, ingrese la cantidad aquí.
fa: اگر در ترازنامه خود وجه نقد دارید تا OpEx را بدون فروش بیت کوین برای انجام این کار پوشش دهید، مبلغ را در اینجا وارد کنید.

# UI
source: Starting BTC Balance
es: Saldo Inicial de BTC
fa: موجودی بیت کوین اولیه

# UI
source: WACC
es: CMPC
fa: میانگین موزون هزینه سرمایه

# UI
source: Weighted Average Cost of Capital; Applied if your cash balance in a given month is not sufficient to cover monthly OpEx (e.g. if using a 100% HODL Ratio on Revenue) meaning that you would need to sell BTC or raise funds to cover operating costs.
es: Coste Medio Ponderado del Capital; se aplica si su saldo de caja en un mes determinado no es suficiente para cubrir los gastos operativos mensuales (por ejemplo, si utiliza una relación de HODL del 100% sobre los ingresos), lo que significa que tendría que vender BTC o recaudar fondos para cubrir los gastos operativos.
fa: میانگین موزون هزينه سرمایه؛ اگر موجودی نقدی شما در یک ماه معین برای پوشش OpEx ماهانه کافی نباشد (مثلاً در صورت استفاده از نسبت HODL 100٪ بر درآمد) اعمال می شود، به این معنی که باید بیت کوین را بفروشید یا برای پوشش هزینه های عملیاتی وجوه جمع آوری کنید.

# UI
source: Debt Financing
es: Financiación de la Deuda
fa: تامین مالی بدهی

# UI
source: Loan Amount
es: Monto del Préstamo
fa: مبلغ وام

# UI
source: If you’re financing bitcoin mining machine purchases, infrastructure, and/or other expenses with a loan, enter the loan amount here and it will offset an equal amount from your CapEx
es: Si está financiando la compra de máquinas de minería de bitcoin, infraestructura y/u otros gastos con un préstamo, introduzca la cantidad del préstamo aquí y compensará una cantidad igual de su CapEx
fa: اگر خرید دستگاه استخراج بیت کوین، زیرساخت‌ها و/یا سایر هزینه‌ها را با وام تامین می‌کنید، مبلغ وام را در اینجا وارد کنید تا مقدار مساوی از CapEx شما جبران شود

# UI
source: Interest Rate
es: Tasa de Interés
fa: درصد سود

# UI
source: The annual interest rate that you will pay on the loan. Note that interest payments are added to your monthly OpEx in the calculations
es: La tasa de interés anual que pagará por el préstamo. Tenga en cuenta que los pagos de intereses se agregan a sus gastos operativos mensuales en los cálculos
fa: نرخ سود سالانه ای که برای وام پرداخت می کنید. توجه داشته باشید که پرداخت های بهره در محاسبات به OpEx ماهانه شما اضافه می شود

# UI
source: Loan Period
es: Período de Préstamo
fa: مدت زمان وام

# UI
source: Amount of months to fully pay off the loan. This period along with the interest rate will be used to calculate the monthly payment amount which is included in your OpEx.
es: Cantidad de meses para pagar completamente el préstamo. Este período, junto con la tasa de interés, se utilizará para calcular el monto del pago mensual que se incluye en sus gastos operativos.
fa: تعداد ماه برای پرداخت کامل وام. این دوره به همراه نرخ بهره برای محاسبه مبلغ پرداختی ماهانه که در OpEx شما گنجانده شده است استفاده می شود.

# UI
source: LTV
es: préstamo-valor
fa: نسبت وام به ارزش

# UI
source: Loan-to-Value assumption that sizes the amount of collateral required to be posted. For example, assuming a $100k machine purchase cost at a value of 50% LTV, you would need to post $200k in BTC collateral.
es: Asunción de la relación préstamo-valor que dimensiona la cantidad de garantía requerida. Por ejemplo, suponiendo un coste de compra de una máquina de 100.000 dólares a un valor del 50% de la relación préstamo-valor, tendría que depositar 200.000 dólares en garantía BTC.
fa: نسبت وام به ارزش که مقدار وثیقه مورد نیاز برای ارسال را اندازه می‌گیرد. به عنوان مثال، با فرض هزینه خرید دستگاه 100 هزار دلاری به ارزش 50 درصد LTV، باید 200 هزار دلار به عنوان وثیقه BTC ارسال کنید.

# UI
source: Apply
es: Aplicar
fa: اعمال

# UI
source: USD CapEx Break Even
es: Punto de equilibrio de gastos de capital en USD
fa: سر به سر CapEx به USD

# UI
source: BTC CapEx Break Even
es: Punto de equilibrio de gastos de capital en BTC
fa: سر به سر CapEx به BTC

# UI
source: The month when your cumulative profit equals or surpasses your initial CapEx investment in BTC terms. For example, if your hardware and infrastructure cost was 0.5 BTC, this stat tells you when your mining profit reaches 0.5 BTC. Value will be N/a if the break even doesn’t occur in the analyzed time period.
es: El mes en el que tu beneficio acumulado iguala o supera tu inversión inicial de CapEx en términos de BTC. Por ejemplo, si su coste de hardware e infraestructura fue de 0,5 BTC, esta estadística le indica cuándo su beneficio minero alcanza los 0,5 BTC. El valor será N/a si el punto de equilibrio no se produce en el periodo de tiempo analizado.
fa: ماهی که سود انباشته شما برابر یا بیشتر از سرمایه گذاری اولیه CapEx شما بر حسب BTC است. به عنوان مثال، اگر هزینه سخت افزار و زیرساخت شما 0.5 BTC بود، این آمار به شما می گوید که سود استخراج شما به 0.5 BTC می رسد. اگر وقفه حتی در دوره زمانی تحلیل‌شده رخ ندهد، مقدار N/a خواهد بود.

# UI
source: Final Value of BTC Holdings
es: Valor Final de las Tenencias BTC
fa: ارزش نهایی هلدینگ BTC

# UI
source: Cumulative Profit from Mining
es: Beneficio Acumulado de la Minería
fa: سود انباشته از ماینینگ

# UI
source: Hardware Fully Depreciated
es: Hardware Totalmente Depreciado
fa: سخت افزار کاملا مستهلک شده

# UI
source: Avg. Cost to Mine 1 BTC
es: Costo Promedio para Minar 1 BTC
fa: میانگین هزینه استخراج 1 بیت کوین

# UI
source: The average marginal break-even electricity price for your mining operation. (Marginal means it doesn’t account for hardware depreciation in the costs.)
es: El precio de equilibrio marginal promedio de la electricidad para su operación minera. (Marginal significa que no tiene en cuenta la depreciación del hardware en los costos.)
fa: میانگین قیمت سربه سر برق برای عملیات استخراج شما. (حاشیه ای به این معنی است که استهلاک سخت افزار را در هزینه ها لحاظ نمی کند.)

# UI
source: BTC Collateral for Loan
es: Garantía BTC para Préstamo
fa: وثیقه BTC برای وام

# UI
source: The amount of BTC needed to collateralize your loan based on the Loan Amount and Loan-to-Value Ratio you set.
es: La cantidad de BTC necesaria para garantizar su préstamo en función del importe del préstamo y de la relación préstamo-valor que haya establecido.
fa: مقدار BTC مورد نیاز برای وثیقه وام شما بر اساس میزان وام و نسبت وام به ارزشی که تعیین کرده اید.

# UI
source: Monthly Loan Payment
es: Pago Mensual del Préstamo
fa: پرداخت وام ماهانه

# UI
source: The monthly payment on your loan including principal and interest. This amount is included in your monthly OpEx until the loan is paid off.
es: El pago mensual de su préstamo, incluyendo el principal y los intereses. Este importe se incluye en su OpEx mensual hasta que se liquide el préstamo.
fa: پرداخت ماهانه وام شما شامل اصل و بهره. این مبلغ در OpEx ماهانه شما لحاظ می شود تا زمانی که وام پرداخت شود.

# UI
source: Total Cost of Loan
es: Costo Total del Préstamo
fa: کل هزینه وام

# UI
source: This is the total amount of interest you’ll pay on the loan over its duration.
es: Esta es la cantidad total de interés que pagará por el préstamo sobre su duración.
fa: این مبلغ کل سودی است که به وام در طول مدت آن پرداخت خواهید کرد.

# UI
source: Calculate Bitcoin mining profitability and use advanced mining data inputs to estimate your mining cash flow.
es: Calcule la rentabilidad de la minería de Bitcoin y utilice datos avanzados de minería para estimar su flujo de caja de minería.
fa: سودآوری استخراج بیت کوین را محاسبه کنید و از ورودی داده های استخراج پیشرفته برای تخمین جریان نقدی استخراج خود استفاده کنید.

# UI
source: Profit & Cash Flow
es: Ganancias y Flujo de Caja
fa: سود و جریان نقدی

# UI
source: Balance Sheet
es: Hoja de Balance
fa: ترازنامه
